Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: Tokens can be redeemed for a portion of a project's <0>overflow</0>, letting you benefit from its success. After all, you helped it get there. The token may also give you exclusive member-only privledges, and allow you to contribute to the governance of the community.
es: Los tokens pueden canjearse por una porción del <0>excedente</0> de un proyecto, permitiéndote beneficiarte de su éxito. Después de todo, tú le ayudaste a llegar ahí. El token podría también darte privilegios únicos exclusivos para miembros, y permitirte contribuir a la gobernanza de la comunidad.
fr: Les tokens peuvent être récupérés d'une partie de l' <0>overflow</0> d'un projet, vous permettant ainsi de bénéficier de son succès. Après tout, vous l'avez aidé à y arriver. Le token peut également vous donner des privilèges exclusifs réservés aux membres et vous permettre de contribuer à la gouvernance de la communauté.
pt: Os tokens podem ser resgatados por uma porção <0>overflow</0> de um projeto, lhe permitindo beneficiar de seu existo. Afinal, você ajudou a chegar até aqui. O token poderia lhe dar privilégios únicos e exclusivos para membros, além de contribuir com a administração da comunidade.
ru: Жетоны можно обменять на часть <0>переполнения</0> проекта, что позволит вам воспользоваться его успехом. В конце концов, вы помогли ему достичь успеха. Токен также может дать вам эксклюзивные привилегии только-для-членов сообщества и позволить вам внести свой вклад в управление сообществом.
tr: Token'lar, bir projenin <0>taşmasının</0> bir kısmı için kullanılarak projenin başarısından yararlanmanıza izin verir. Sonuçta, oraya ulaşmasına yardım eden sizsiniz. Token'lar, size yalnızca üyelere özel ayrıcalıklar tanıyarak topluluk yönetişimine katkıda bulunmanıza olanak da tanıyabilir.

source: Tokens can be redeemed for a portion of this project's ETH overflow, according to the bonding curve rate of the current funding cycle. <0>Tokens are burned when they are redeemed.</0>
es: Los tokens pueden ser canjeados por una porción del ETH excedente de este proyecto, de acuerdo con la tasa de curva de adhesión del presente ciclo de financiamiento. <0>Los tokens son quemados cuando se canjean.</0>
fr: Les tokens peuvent être récupérés d'une partie de l'overflow d'ETH de ce projet, selon le taux de la courbe de liaison du cycle de financement en cours. <0>Les tokens sont brûlés lorsqu'ils sont récupérés.</0>
pt: Tokens podem ser resgatados por uma porção do overflow em ETH deste projeto, conforme a taxa de curva de ligação atual. <0>Tokens são queimados ao serem resgatados.</0>
ru: Токены могут быть выкуплены за часть переполнения ETH данного проекта в соответствии со скоростью ставки кривой связывания текущего цикла финансирования. <0> Токены сгорают, когда их выкупают.</0>
tr: Token'lar, mevcut finansman döngüsünün bağlılık eğrisi oranına göre bu projenin ETH taşmasının bir kısmı için kullanılabilir. <0>Token'lar, kullanıldıklarında yakılır.</0>

source: Tokens can be redeemed for a portion of this project's ETH overflow, according to the redemption rate of the current funding cycle. <0>Tokens are burned when they are redeemed.</0>
es: Los tokens se pueden canjear por una porción del excedente de ETH, de acuerdo con la tasa de redención del ciclo de financiamiento actual. <0>Los tokens son quemados cuando son canjeados.</0>
fr: Les tokens peuvent être récupérés d'une partie de l'overflow d'ETH de ce projet, selon le taux de rachat du cycle de financement en cours. <0> Les tokens sont brûlés lorsqu'ils sont récupérés.</0>
pt: Tokens podem ser resgatados por uma porção do overflow em ETH deste projeto, conforme a taxa de resgate do ciclo de financiamento atual. <0>Tokens são queimados ao serem resgatados.</0>
ru: Токены могут быть выкуплены за часть переполненного ETH данного проекта в соответствии со скоростью выкупа в текущем цикле финансирования. <0> Токены сгорают, когда их выкупают.</0>
tr: Token'lar, mevcut finansman döngüsünün kullanım oranına göre bu projenin ETH taşmasının bir kısmı için kullanılabilir. <0>Token'lar, kullanıldıklarında yakılır.</0>

source: Tokens cannot be claimed because no ERC-20 token has been issued for this project. ERC-20 tokens must be issued by the project owner.
es: Los tokens no pueden ser reclamados porque no se ha emitido un token ERC-20 para este proyecto. Los tokens ERC-20 deben ser emitidos por el dueño del proyecto.
fr: Les tokens ne peuvent pas être réclamés, car aucun token ERC-20 a été émis pour ce projet. Les tokens ERC-20 doivent être émis par le propriétaire du projet.
pt: Tokens não podem ser reivindicados, pois nenhum token ERC-20 foi emitido para este projeto. Tokens ERC-20 devem ser emitidos pelo proprietário do projeto.
ru: Токены не могут быть востребованы, поскольку для этого проекта не выпущен токен ERC-20. Токены ERC-20 должны быть выпущены владельцем проекта.
tr: Bu proje için herhangi bir ERC-20 token'ı çıkarılmamış olduğundan token'lar talep edilemez. ERC-20 token'ları proje sahibi tarafından çıkarılmalıdır.

source: Tokens minted from payments to this address will belong to the payer by default. However, if someone pays the project through a custodial service platform such as Coinbase, <0>tokens can't be issued to their personal wallets and will be lost</0>.
es: Los tokens acuñados de pagos a esta dirección pertenecerán al pagador por defecto. Sin embargo, si alguien paga el proyecto a través de una plataforma de servicio de custodia como Coinbase, <0>los tokens no pueden ser emitidos a sus billeteras personales y se perderán</0>.
fr: Les tokens frappés à partir des paiements à cette adresse appartiendront au payeur par défaut. Cependant, si quelqu'un paie le projet à partir d'une plateforme de service custodial, comme Coinbase, <0>les tokens ne peuvent pas être émis vers leurs portefeuilles personnels et seront perdus</0>.
pt: Tokens criados dos pagamentos para esse endereço pertencerão, por padrão, ao pagador. Entretanto, se alguém pagar o projeto através de uma plataforma de serviços com custódia, tal como o aplicativo Coinbase, <0>tokens não poderão ser emitidos para suas carteiras pessoais e serão perdidos</0>.
tr: Bu adrese yapılan ödemelerden basılan token'lar varsayılan olarak ödeyene ait olacaktır. Ancak, birisi projeye Coinbase gibi bir emanet hizmeti platformu aracılığıyla ödeme yaparsa <0>token'lar kişisel cüzdanlarına çıkarılamaz ve kaybedilir</0>.

source: Tokens receiver
es: Beneficiario de los token
fr: Bénéficiaire de tokens
pt: Destinatário de tokens
ru: Получатель токенов
tr: Token alıcısı

source: Tools
es: Herramientas
fr: Outils
pt: Ferramentas
ru: Инструменты
tr: Araçlar

source: Total funds:
es: Fondos totales:
fr: Total de fonds :
pt: Total de fundos:
ru: Всего средств:
tr: Toplam fon:

source: Total raised
es: Total recaudado
fr: Total collecté
pt: Total arrecadado
ru: Итого собрано
tr: Toplanan yekün

source: Total supply
es: Suministro total
fr: Offre totale
pt: Fornecimento total
ru: Общее предложение
tr: Toplam arz

source: Transaction failed
es: La transacción falló
fr: Transaction ratée
pt: Transação falhou
tr: İşlem başarısız

source: Transaction pending...
es: Transacción pendiente...
fr: Transaction en attente...
pt: Transação pendente...
ru: Транзакция ожидается...
tr: İşlem beklemede...

source: Transaction unsuccessful
es: Transacción fallida
fr: Transaction échouée
pt: Transação malsucedida
tr: İşlem başarısız

source: Transfer ownership
es: Transferir propiedad
fr: Transférer la propriété
pt: Transferir propriedade
ru: Передача права собственности
tr: Mülkiyeti aktar

source: Transfer unclaimed {tokenSymbolShort}
es: Transferir {tokenSymbolShort} no reclamados
fr: Transférér les {tokenSymbolShort} non réclamés
pt: Transferir {tokenSymbolShort} não resgatados
ru: Передача невостребованного {tokenSymbolShort}
tr: Talep edilmemiş {tokenSymbolShort} token'larını aktar

source: Transfer {tokenSymbolShort}
es: Transferir {tokenSymbolShort}
fr: Transférer {tokenSymbolShort}
pt: Transferir {tokenSymbolShort}
ru: Перевод {tokenSymbolShort}
tr: {tokenSymbolShort} token'larını aktar

source: Trending
es: Tendencias
fr: Tendance
pt: Tendências
ru: Тенденции
tr: Çok konuşulanlar

source: Twitter handle
es: Identificador de Twitter
pt: Nick do Twitter
tr: Twitter tanıtıcısı

source: Unarchive project
es: Desarchivar proyecto
fr: Désarchiver le projet
pt: Desarquivar projeto
ru: Разархивировать проект
tr: Projeyi arşivden kaldır

source: Unavailable
es: No disponible
fr: Indisponible
pt: Indisponível
ru: Недоступно
tr: Mevcut değil

source: Unless payments are paused in your funding cycle settings, your project can still receive payments directly through the Juicebox protocol contracts.
es: A menos que los pagos estén en pausa en la configuración del ciclo de financiamiento, tu proyecto aún puede recibir pagos directamente a través de los contratos del protocolo de Juicebox.
pt: A não ser que os pagamentos estejam pausados nas suas configurações de ciclo de financiamento, o seu projeto ainda pode receber pagamentos diretamente através do protocolo de contratos Juicebox.

source: Unsaved changes
es: Cambios sin guardar
fr: Modifications non sauvegardées
pt: Mudanças não salvas
ru: Несохраненные изменения
tr: Kaydedilmeyen değişiklikler

source: Untitled project
es: Proyecto sin título
fr: Projet sans titre
pt: Projeto sem título
ru: Безымянный проект
tr: İsimsiz proje

source: Untrack token
es: Dejar de seguir token

source: Upcoming
es: Próximos
fr: À venir
pt: Futuro
ru: Предстоящие
tr: Yaklaşan

source: Updates you make to this section will only be applied to <0>upcoming</0> funding cycles.
es: Las actualizaciones que hagas en esta sección solo serán aplicadas a los <0>próximos</0> ciclos de financiamiento.
fr: Les mises à jour que vous apportez à cette section ne seront appliquées qu'aux cycles de financement <0>à venir</0>.
pt: Atualizações que você fizer nesta seção só serão aplicadas aos <0>próximos</0> ciclos de financiamento.
ru: Обновления, внесенные вами в этот раздел, будут применяться только к <0>предстоящим</0> циклам финансирования.
tr: Bu bölümde yaptığınız güncellemeler yalnızca <0>gelecek</0> finansman döngülerine uygulanacaktır.

source: Upload
es: Subir
fr: Importer
pt: Carregar
ru: загрузить
tr: Yükle

source: Uploaded to: <0>{url}</0>
es: Subido a: <0>{url}</0>
fr: Importé vers : <0>{url}</0>
pt: Feito upload para: <0>{url}</0>
ru: Загружено : <0>{url}</0>
tr: Şuraya yüklendi: <0>{url}</0>

source: Use <0>Amounts</0> when you want to configure a <1>distribution limit</1>. Treasury funds that exceed the distribution limit are called <2>overflow</2>. Token holders can redeem (burn) their tokens for a portion of the overflow. <3>Learn more</3>.
es: Usa <0>Cantidades</0> cuando quieras configurar un <1>límite de distribución</1>. Los fondos del tesoro que exceden el límite de distribución son llamados <2>excedente</2>. Los poseedores de tokens pueden canjear (quemar) sus tokens por una porción del excedente. <3>Aprende más</3>.
fr: Utilisez l'option <0>Montants</0> lorsque vous souhaitez configurer une <1>limite de distribution</1>. Les fonds de la trésorerie qui dépassent la limite de distribution sont appelés <2>overflow</2>. Les détenteurs de tokens peuvent échanger (brûler) leurs tokens contre une partie de l'overflow . <3>En savoir plus </3>.
pt: Utilize <0>Quantidades</0> quando você quiser configurar um <1>limite de distribuição</1>. Os fundos da tesouraria que excedem o limite de distribuição são chamados de <2>overflow</2>. Os titulares de token podem reivindicar (queimar) os tokens deles por uma parte do overflow. <3>Leia mais</3>.
tr: Bir <0>dağıtım sınırı</0> yapılandırmak istediğinizde <1>Tutarlar</1>'ı kullanın. Dağıtım sınırını aşan hazine fonlarına <2>taşma</2> denir. Token sahipleri, taşmanın bir kısmı için token'larını kullanabilir (yakabilir). <3>Daha fazla bilgi edinin</3>.

source: Use <0>Percentages</0> when you want to configure an <1>infinite distribution limit.</1> With an infinite distribution limit, your project reserves all funds for itself. Your project won't have overflow, so tokens can never be redeemed for ETH. <2>Learn more</2>.
es: Usa <0>Porcentajes</0> cuando quieras configurar un <1>límite de distribución infinito.</1> Con un límite de distribución infinito, tu proyecto reserva todos los fondos para sí mismo. Tu proyecto no tendrá excedente, así que los tokens jamás se podrán canjear por ETH. <2>Aprende más</2>.
pt: Utilize <0>Porcentagens</0> quando você quiser configurar um <1>limite de distribuição infinito.</1> Com um limite de distribuição infinito, o seu projeto reserva todos fundos para ele mesmo. O seu projeto não vai ter overflow, então, os tokens nunca vão poder ser reivindicados por ETH. <2>Leia mais</2>.
tr: Bir <0>sonsuz dağıtım sınırı</0> yapılandırmak istediğinizde <1>Yüzdeler</1>'i kullanın. Sonsuz dağıtım sınırı ile projeniz tüm fonları kendisine rezerve eder. Projenizde taşma olmayacağı için token'lar ETH karşılığında kesinlikle kullanılamacaktır. <2>Daha fazla bilgi edinin</2>.

source: Using a duration is recommended. Allowing funding cycles to be reconfigured at any time will appear risky to contributors.
es: Se recomienda usar una duración. Permitir que los ciclos de financiación sean reconfigurados en cualquier momento les parecerá arriesgado a los colaboradores.
fr: L'utilisation d'une durée est recommandée. Permettre à tout moment de reconfigurer les cycles de financement paraîtra risqué aux contributeurs.
pt: Usar uma duração é recomendado. Permitir a reconfiguração de ciclos de financiamento a qualquer momento aparentará ser arriscado para os contribuidores.
ru: Рекомендуется использовать продолжительность. Предоставление возможности изменения конфигурации циклов финансирования в любое время покажется вкладчикам рискованным.
tr: Bir süre kullanılması önerilir. Finansman döngülerinin herhangi bir zamanda yeniden yapılandırılmasına izin vermek, katkıda bulunanlar açısından riskli görünecektir.

source: Using a reconfiguration strategy is recommended. Projects with no strategy will appear risky to contributors.
es: Se recomienda usar una estrategia de reconfiguración. Los proyectos sin estrategia les parecerán arriesgados a los colaboradores.
fr: Il est recommandé d'utiliser une stratégie de reconfiguration. Les projets sans stratégie sembleront risqués aux contributeurs.
pt: Usar uma estratégia de reconfiguração é recomendado. Projetos sem estratégia aparentarão ser de alto risco para os contribuidores.
ru: Рекомендуется использовать стратегию реконфигурации. Проекты без стратегии покажутся участникам рискованными.
tr: Yeniden yapılandırma stratejisi kullanılması önerilir. Stratejisi olmayan projeler, katkıda bulunanlar açısından riskli görünecektir.

source: Version of the terminal contract used by this project.
es: Versión del contrato terminal usado por este proyecto.
fr: Version du contrat terminal utilisé par ce projet.
pt: Versão do contrato de terminal utilizado por este projeto.
ru: Версия терминального контракта, используемая в этом проекте.
tr: Bu proje tarafından kullanılan terminal sözleşmesinin sürümü.

source: Volume
es: Volumen
ru: Объём
tr: Hacim

source: Wallet address
es: Dirección de billetera virtual
fr: Adresse du portefeuille
pt: Endereço da carteira
ru: Адрес кошелька
tr: Cüzdan adresi

source: Website
es: Sitio web
fr: Site internet
ru: Веб-сайт
tr: Web sitesi

source: What are automated funding cycles?
es: ¿Qué son los ciclos de financiamiento automatizados?
fr: Que sont les cycles de financement automatisés ?
pt: O que são os ciclos de financiamento automatizados?
tr: Otomatik finansman döngüleri nelerdir?

source: What are community tokens?
es: ¿Qué son tokens de la comunidad?
fr: Que sont les tokens de la communauté ?
pt: O que são tokens da comunidade?
ru: Что такое токены сообщества?
tr: Topluluk tokenleri nedir?

source: What are the risks?
es: ¿Cuáles son los riesgos?
fr: Quels sont les risques ?
pt: Quais são os riscos?
ru: Какие риски?
tr: Riskler nelerdir?

source: What does Juicebox cost?
es: ¿Cuánto cuesta Juicebox?
fr: Combien coûte Juicebox ?
pt: Quanto custa o Juicebox?
ru: Сколько стоит Juicebox?
tr: Juicebox'ın maliyeti nedir?

source: What is overflow?
es: ¿Qué es el excedente (overflow)?
fr: Qu'est-ce que l'oveflow ?
pt: O que é overflow?
ru: Что такое переполнение или излишек финансов?
tr: Taşma nedir?

source: What's a bonding curve?
es: ¿Qué es la curva de adhesión?
fr: Qu'est-ce qu'une courbe de liaison ?
pt: O que é uma curva de ligação?
ru: Что такое кривая связи?
tr: Bağlılık eğrisi nedir?

source: What's a discount rate?
es: ¿Qué es la tasa de descuento?
fr: Qu'est-ce qu'un taux de remise ?
pt: O que é uma taxa de desconto?
ru: Что такое дисконтная ставка?
tr: İndirim oranı nedir?

source: What's going on under the hood?
es: ¿Qué está sucediendo detrás de escena?
fr: Que se passe-t-il sous le capot ?
pt: Como funciona o Juicebox?
ru: Что творится под капотом?
tr: Kaputun altında neler oluyor?

source: When checked, payments to this address will mint this project's ERC-20 tokens to the beneficiary's wallet. Payments will cost more gas. When unchecked, Juicebox will track the beneficiary's new tokens when they pay. The beneficiary can claim their ERC-20 tokens at any time.
es: Cuando está marcado, los pagos a esta dirección acuñarán tokens ERC-20 de este proyecto a la billetera del beneficiario. Los pagos costarán más gas. Cuando esté desmarcado, Juicebox rastreará los nuevos tokens del beneficiario cuando paguen. El beneficiario puede reclamar sus tokens ERC-20 en cualquier momento.
fr: Lorsqu'ils sont vérifiés, les paiements à cette adresse frapperont les tokens ERC-20 de ce projet vers le portefeuille du bénéficiaire. Les paiements coûteront plus de gaz. Quand ils ne sont pas vérifiés, Juicebox suivra les nouveaux tokens du bénéficiaire quand ils paient. Le bénéficiaire peut réclamer ses tokens ERC-20 à tout moment.
pt: Quando avaliados, os pagamentos para esse endereço irá emitir os ERC-20 tokens do projeto para a carteira do beneficiário. Os pagamentos irão custar mais gás. Quando não avaliados, o Juicebox irá rastrear os tokens dos novos beneficiários quando forem pagos. O beneficiário pode reivindicar os ERC-20 tokens dele a qualquer momento.
tr: İşaretlendiğinde, bu adrese yapılan ödemeler, bu projenin ERC-20 token'larını faydalanıcının cüzdanına basacaktır. Ödemeler daha fazla gas ücretine mal olacaktır. İşaret kaldırılırsa Juicebox, ödeme yaptığında faydalanıcının yeni token'larını takip edecektir. Faydalanıcı, ERC-20 token'larını istediği zaman talep edebilir.

source: When enabled, the project owner can manually mint any amount of tokens to any address.
es: Cuando está habilitado, el dueño del proyecto puede acuñar manualmente cualquier cantidad de tokens a cualquier dirección.
fr: Lorsque cette option est activée, le propriétaire du projet peut frapper manuellement n'importe quelle quantité de tokens vers n'importe quelle adresse.
pt: Quando ativado, o dono do projeto pode manualmente emitir qualquer quantidade de tokens para qualquer endereço.
ru: Если эта функция включена, владелец проекта может вручную минтить любое количество токенов на любой адрес.
tr: Etkinleştirildiğinde, proje sahibi herhangi bir token miktarını herhangi bir adrese manuel olarak basabilir.

source: When enabled, your project cannot receive direct payments.
es: Cuando está habilitado tu proyecto no puede recibir pagos directos.
fr: Lorsque cette option est activée, votre projet ne peut pas recevoir de paiements directs.
pt: Quando ativado, seu projeto não pode receber pagamentos diretos.
ru: Если эта функция включена, ваш проект не сможет получать прямые платежи.
tr: Etkinleştirildiğinde, projeniz doğrudan ödeme alamaz.

source: When someone pays your project, they'll receive your project's tokens in return. Tokens can be redeemed for a portion of your project's overflow funds; when you win, your community wins with you. Leverage your project's token to grant governance rights, community access, or other membership perks.
es: Cuando alguien paga tu proyecto, ellos recibirán tokens de tu proyecto en retorno. Los tokens pueden ser canjeados por una porción de los fondos de excedente de tu proyecto; cuando tu ganas, tu comunidad gana contigo. Aproveche el token de su proyecto para otorgar derechos de gobernanza, acceso a la comunidad u otros beneficios de membresía.
fr: Lorsque quelqu'un paie votre projet, il reçoit les tokens de votre projet en retour. Les tokens peuvent être échangés contre une partie des fonds de'overflow de votre projet ; quand vous gagnez, votre communauté gagne avec vous. Tirez parti du token de votre projet pour accorder des droits de gouvernance, un accès à la communauté ou d'autres avantages d'adhésion.
pt: Quando alguém paga por seu projeto, eles recebem tokens em troca. Tokens podem ser resgatados por uma porção dos fundos de overflow do seu projeto; quando você ganha, sua comunidade ganha com você. Utilize os tokens do seu projeto para garatir direitos administrativos, acesso à comunidade ou outros benefícios de membro.
ru: Когда кто-то платит вашему проекту, он получает взамен токены вашего проекта. Токены могут быть обменены на часть средств вашего проекта; когда вы выигрываете, ваше сообщество выигрывает вместе с вами. Используйте токены вашего проекта для предоставления прав управления, доступа к сообществу или других привилегий для участников.
tr: Birisi projenize ödeme yaptığında, karşılığında projenizin token'larından alırlar. Token'lar projenizin taşmasından bir miktar talep etmek için kullanılabilir; siz kazandığınızda topluluğunuz da sizinle birlikte kazanır. Projenizin token'ınını yönetişimde oy hakkı, topluluk erişimi veya başka üyelik ayrıcalıkları vermek için kullanabilirsiniz.
