Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: By default, all unallocated funds can be distributed to the project owner's wallet.
es: Por defecto, todos los fondos no asignados pueden ser distribuidos a la wallet del dueño del proyecto.
fr: Par défaut, tous les fonds non assignés peuvent être distribués au portefeuille du propriétaire.
pt: Por padrão, todos os fundos não alocados podem ser distribuídos para a carteira do dono do projeto.
ru: По умолчанию все нераспределенные средства могут быть распределены на кошелек владельца проекта.
tr: Aksi istenmediği takdirde, tahsis edilmemiş bütün fonlar proje sahibinin cüzdanına dağıtılabilir.

source: By default, newly minted tokens will go to the wallet who sends funds to the address. You can enable this to set the token beneficiary to a custom address.
es: Por defecto, tokens recientemente minteados irán a la billetera que envíe los fondos a la dirección. Puedes activar esto para establecer una dirección personalizada como beneficiario del token.
fr: Par défaut, les tokens nouvellement frappés iront au portefeuille qui envoie des fonds à l'adresse. Vous pouvez activer ceci pour associer le bénéficiaire de tokens à une adresse customisée.
pt: Por padrão, tokens recentemente emitidos irão para a carteira de quem enviou os fundos para o endereço. Você pode habilitar isso para configurar um endereço personalizado como beneficiário token.
tr: Varsayılan olarak, yeni basılan token'lar, adrese fon gönderen cüzdana gider. Token faydalanıcısını özel bir adres olarak belirlemek için bunu etkinleştirebilirsiniz.

source: Can I change my project's contract after it's been created?
es: ¿Puedo cambiar el contrato de mi proyecto después de haber sido creado?
fr: Puis-je changer mon contrat de projet après l'avoir créé ?
pt: Posso mudar o contrato do meu projeto após ele ter sido criado?
ru: Могу ли я изменить контракт своего проекта после его создания?
tr: Projemin sözleşmesini oluşturulduktan sonra değiştirebilir miyim?

source: Can I delete a project?
es: ¿Puedo eliminar un proyecto?
fr: Puis-je supprimer un projet ?
pt: Posso excluir um projeto?
ru: Могу ли я удалить проект?
tr: Bir projeyi silebilir miyim?

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar
ru: Отменить
tr: İptal

source: Cannot redeem tokens for ETH because this project has no overflow.
es: No se pueden canjear tokens por ETH porque este proyecto no tiene excedente.
fr: Il n'est pas possible de récupérer des tokens pour ETH car ce projet n'a pas d'overflow.
pt: Não é possível reivindicar tokens por ETH, porque este projeto não tem overflow.
ru: Невозможно обменять токены на ETH, так как в этом проекте нет переполнения.
tr: Bu projede taşma bulunmadığından ETH için token talep edilemez.

source: Changes to payouts will take effect immediately.
es: Los cambios a los pagos surtirán efecto de inmediato.
pt: Mudanças nos pagamentos entrarão em vigor imediatamente.

source: Changes to project details will take effect immediately.
es: Los cambios a los detalles del proyecto tendrán efecto inmediato.
fr: Les modifications apportées aux détails du projet prendront effet immédiatement.
pt: Mudanças nos detalhes do projeto serão implementadas imediatamente.
ru: Изменения в деталях проекта вступят в силу немедленно.
tr: Proje detaylarında yapılan değişiklikler hemen etkili olacaktır.

source: Changes to these attributes can be made at any time and will be applied to your project immediately.
es: Se pueden hacer cambios a estos atributos en cualquier momento y serán aplicados a tu proyecto inmediatamente.
fr: Ces attributs peuvent être modifiés à tout moment et les changements seront appliqués immédiatement à votre projet.
pt: As mudanças para esses atribuitos podem ser feitas a qualquer momento e irão ser aplicadas ao seu projeto imediatamente.
ru: Изменения этих атрибутов можно внести в любое время, и они будут немедленно применены к вашему проекту.
tr: Bu özellikler üzerinde herhangi bir zamanda değişiklik yapılabilir ve projenize hemen uygulanacaktır.

source: Changes to your project's funding configuration require a community-approved period to take effect, which acts as a safeguard against rug pulls. Your supporters don't have to trust you — even though they already do.
es: Los cambios a las configuraciones de financiamiento de tu proyecto requieren un periodo aprobado por la comunidad para surtir efecto, lo cual actúa como salvaguardia contra rug pulls. Tus partidarios no necesitan confiar en ti — aunque ya lo hacen.
pt: Mudanças para a configuração de financiamento do seu projeto necessitam de um período pré-acordado com a comunidade para serem implementadas, pois isso serve como uma medida de segurança contra "puxadas de tapete". Seus apoiadores não precisam confiar em você — mesmo que eles já confiem.
ru: Изменения в конфигурации финансирования вашего проекта требуют одобренного сообществом периода для вступления в силу, что служит защитой от перетягивания ковра. Ваши сторонники не обязаны доверять вам — даже если они уже доверяют.
tr: Projenizin finansman yapılandırmasında yapılan değişikliklerin yürürlüğe girmesi için topluluk tarafından onaylanmış bir süre gerekir ve bu, dolandırıcılıklara karşı bir koruma görevi görür. Destekçileriniz size güvenmek zorunda değil - zaten güveniyor olsalar bile.

source: Changes will take effect according to the project's custom ballot contract.
es: Los cambios surtirán efecto de acuerdo al contrato personalizado de votación del proyecto.
fr: Les modifications prendront effet selon les choix de projet du contrat au scrutin.
ru: Изменения вступят в силу в соответствии с пользовательским контрактом проекта.
tr: Değişiklikler, projenin özel oylama sözleşmesine göre yürürlüğe girecektir.

source: Changes you make will take effect according to your <0>{0}</0> reconfiguration rule (the first funding cycle following <1>{1}</1> from now).
es: Los cambios que hagas surtirán efecto de acuerdo a tu <0>{0}</0> regla de reconfiguración (primer ciclo de financiamiento siguiente <1>{1}</1> desde ahora).
fr: Les modifications que vous apportez prendront effet selon votre <0>{0}</0> règle de reconfiguration (le prochain cycle de financement à compter<1>{1}</1> de cette date).
pt: Mudanças que você fizer terão efeito de acordo com sua regra de reconfiguração <0>{0}</0> (o primeiro ciclo de financiamento após o <1>{1}</1> a partir de agora).
tr: Yaptığınız değişiklikler, <0>{0}</0> yeniden yapılandırma kuralınıza göre geçerlilik kazanacaktır (şu andan itibaren <1>{1}</1>'den sonraki ilk finansman döngüsü).

source: Check this to mint {tokenSymbol} ERC-20 to your wallet. Leave unchecked to have your token balance tracked by Juicebox, saving gas on this transaction. You can always claim your ERC-20 tokens later.
es: Marca esto para acuñar {tokenSymbol} ERC-20 a tu cartera. Deja desmarcado para que tu balance de tokens sea registrado por Juicebox, ahorrando gas en está transacción. Siempre puedes reclamar tus tokens ERC-20 después.
fr: Cochez ceci pour frapper {tokenSymbol} ERC-20 vers votre portefeuille. Laissez décoché pour que votre solde soit suivi par Juicebox, tout en économisant du gaz dans cette transaction. Vous pouvez toujours réclamer vos tokens ERC-20 plus tard.
pt: Marque isso para emitir os tokens {tokenSymbol} ERC-20 do projeto para sua carteira. Deixe desmarcados para deixar que o Juicebox monitore o seu saldo de tokens, economizando o gás da transação. Você sempre pode reivindicar seus tokens posteriormente.
ru: Проверьте это, чтобы минтить {tokenSymbol} ERC-20 на ваш кошелек. Оставьте флажок не отмеченным, чтобы ваш баланс токенов отслеживался Juicebox, экономя газ на этой транзакции. Вы всегда можете потребовать свои токены ERC-20 позже.
tr: Cüzdanınıza {tokenSymbol} ERC-20 basmak için burayı işaretleyin. Token bakiyenizin Juicebox tarafından takip edilmesini sağlamak için işaretlemeden bırakın ve bu işlemde gazdan tasarruf edin. ERC-20 token'larınızı daha sonra her zaman talep edebilirsiniz.

source: Choose how you would like to configure your payouts.
es: Elige como te gustaría configurar tus pagos.
fr: Choisissez comment souhaitez-vous paramétrer vos paiements.
pt: Escolha como você gostaria de configurar seus pagamentos.
tr: Ödemelerinizi nasıl yapılandırmak istediğinizi seçin.

source: Claim {tokenTextPlural}
es: Reclamar {tokenTextPlural}
fr: Réclamer {tokenTextPlural}
pt: Reivindicar {tokenTextPlural}
tr: {tokenTextPlural} token'ları talep et

source: Claim {tokenTextPlural} as ERC-20 tokens
es: Reclamar {tokenTextPlural} como tokens ERC-20
fr: Réclamer {tokenTextPlural} comme tokens ERC-20
pt: Reivindicar {tokenTextPlural} como tokens ERC-20
tr: {tokenTextPlural} token'ları ERC-20 olarak talep et

source: Claim {tokenTextShort}
es: Reclamar {tokenTextShort}
fr: Réclamer {tokenTextShort}
pt: Reivindicar {tokenTextShort}
ru: Требовать {tokenTextShort}
tr: {tokenTextShort} Talep et

source: Claim {tokenTextShort} as ERC-20 tokens
es: Reclamar {tokenTextShort} como tokens ERC-20
fr: Réclamer {tokenTextShort} comme tokens ERC-20
pt: Reivindicar {tokenTextShort} como tokens ERC-20
ru: Получить {tokenTextShort} в качестве токенов ERC-20
tr: {tokenTextShort} token'ları ERC-20 olarak talep et

source: Claim {tokensLabel} as ERC-20
es: Reclamar {tokensLabel} como ERC-20
fr: Réclamer {tokensLabel} en tant que ERC-20
pt: Reivindicar {tokensLabel} como token ERC-20
ru: Получить {tokensLabel} как ERC-20
tr: {tokensLabel} token'larını ERC-20 olarak talep edin

source: Claiming {tokenSymbol} tokens will convert your {tokenSymbol} balance to ERC-20 tokens and mint them to your wallet.
es: Reclamar tokens {tokenSymbol} convertirá tu balance de {tokenSymbol} a ERC-20 y los acuñará a tu cartera.
fr: Si vous réclamez {tokenSymbol} les tokens, cela va convertir votre solde {tokenSymbol} en tokens ERC-20 et les frapper vers votre portefeuille.
pt: Reivindicar os tokens {tokenSymbol} irá converter o seu saldo de {tokenSymbol} para tokens ERC-20 e irá emiti-los em sua carteira.
ru: Требование {tokenSymbol} токенов конвертирует ваш {tokenSymbol} баланс в токены ERC-20 и отчеканит их в вашем кошельке.
tr: {tokenSymbol} token'larını talep etmek, {tokenSymbol} bakiyenizi ERC-20 token'larına dönüştürecek ve bunları cüzdanınıza basacaktır.

source: Claiming {tokenTextLong} will convert your {tokenTextShort} balance to ERC-20 tokens and mint them to your wallet.
es: Reclamar {tokenTextLong} convertirá tu balance de {tokenTextShort} a tokens ERC-20 y las acuñará a tu cartera.
fr: Si vous réclamez {tokenTextLong} votre solde {tokenTextShort} sera converti en tokens ERC-20 et ils seront frappés vers votre portefeuille.
pt: Reivindicar {tokenTextLong} irá converter o seu saldo de {tokenTextShort} para tokens ERC-20 e irá emiti-los em sua carteira.
ru: Требование {tokenTextLong} токенов конвертирует ваш {tokenTextShort} баланс в токены ERC-20 и отчеканит их в вашем кошельке.
tr: {tokenTextLong} token'larınızı talep etmeniz, {tokenTextShort} bakiyenizi ERC-20 token'larına dönüştürecek ve bunları cüzdanınıza basacaktır.

source: Close
es: Cerrar
fr: Fermer
pt: Fechar
ru: Закрыть
tr: Kapat

source: Close, I'll do these later
es: Cerrar, los haré después
fr: Fermez, je ferai ceux-ci plus tard
pt: Feche, eu farei isso depois
tr: Kapat, bunları daha sonra yapacağım

source: Commit portions of your funds to the people or projects you want to support, or the contributors you want to pay. When you get paid, so do they.
es: Asigna porciones de tus fondos para la gente o proyectos que quieres apoyar, o a los colaboradores a los que les quieres pagar. Cuando te pagan, también a ellos.
fr: Destinez des parties de vos fonds à des personnes ou à des projets que vous voulez soutenir, ou à des contributeurs que vous voulez payer. Lorsque vous êtes payé, eux aussi le seront.
pt: Garanta porções dos seus fundos para pessoas ou projetos que você quer apoiar, ou contribuidores que você quer pagar. Quando você for pago, eles também serão.
ru: Выделите часть своих средств людям или проектам, которых вы хотите поддержать, или спонсорам, которым вы хотите платить. Когда вам платят, им тоже платят.
tr: Gelirinizin bir kısmını, desteklemek istediğiniz kişilere veya projelere veya ödeme yapmak istediğiniz katkıda bulunanlara gitmesi için taahhüt edin. Siz ödeme aldığınızda, onlar da alsın.

source: Configure how your project will collect and spend funds.
es: Configura cómo tu proyecto recolectará y gastará los fondos.
fr: Configurez la façon dont votre projet collectera et dépensera les fonds.
pt: Configurar como seu projeto irá coletar e gastar fundos.
ru: Настройте, как ваш проект будет собирать и расходовать средства.
tr: Projenizin nasıl fon toplayacağını ve harcayacağını yapılandırın.

source: Configure restrictions for your funding cycles.
es: Configura restricciones para tus ciclos de financiamiento.
fr: Configurer les restrictions pour vos cycles de financement.
pt: Configurar restrições para seus ciclos de financiamento.
ru: Настройте ограничения для ваших циклов финансирования.
tr: Finansman döngüleriniz için kısıtlamaları yapılandırın.

source: Configure the dynamics of your project's token.
es: Configura la dinámica del token de tu proyecto.
fr: Configurer la dynamique du token de votre projet.
pt: Configurar as dinâmicas de seu token de projeto.
ru: Настройте динамику токена вашего проекта.
tr: Proje token'ınızın dinamiklerini yapılandırın.

source: Congratulations on launching your project! The next steps are optional and can be completed at any time.
es: ¡Felicitaciones por lanzar tu proyecto! Los siguientes pasos son opcionales y se pueden completar en cualquier momento.
pt: Parabéns pelo lançamento do seu projeto! Os próximos passos são opcionais e podem ser completados a qualquer momento.
tr: Projenizi başlattığınız için tebrikler! Sonraki adımlar isteğe bağlıdır ve daha sonra tamamlanabilir.

source: Connect
es: Conectar
fr: Connectez-vous
pt: Conectar
ru: Подключиться
tr: Bağlan

source: Connect wallet
es: Conectar billetera
fr: Connecter le portefeuille
pt: Conectar carteira
tr: Cüzdan bağla

source: Connect wallet to claim
es: Conectar billetera para reclamar
fr: Connecter au portefeuille pour réclamer
pt: Conecte uma carteira para reivindicar
tr: Talep etmek için cüzdanınızı bağlayın

source: Connect wallet to deploy
es: Conecta tu billetera para desplegar
fr: Connectez un portefeuille à déployer
pt: Conecte uma carteira para implementar
ru: Подключите кошелёк для развертывания
tr: Başlatmak için cüzdanınızı bağlayın

source: Connect wallet to distribute
es: Conectar billetera para distribuir
fr: Connecter au portefeuille pour distribuer
pt: Conecte uma carteira para distribuir
tr: Dağıtmak için cüzdanınızı bağlayın

source: Connect wallet to issue
es: Conectar billetera para emitir
fr: Connecter au portefeuille pour émettre
pt: Conecte uma carteira para emitir
tr: Token çıkarmak için cüzdanınızı bağlayın

source: Connect wallet to pay
es: Conecta tu cartera para pagar
fr: Connectez un portefeuille pour payer
pt: Conecte uma carteira para pagar
ru: Подключите кошелёк для оплаты
tr: Ödemek için cüzdanınızı bağlayın

source: Connect wallet to transfer
es: Conectar billetera para transferir
fr: Connecter au portefeuille pour transférer
pt: Conecte uma carteira para transferir
tr: Aktarmak için cüzdanınızı bağlayın

source: Connect your wallet to see your holdings.
es: Conecta tu billetera para ver tus activos.
fr: Connectez votre portefeuille pour voir vos participations.
pt: Conecte sua carteira para ver seus ativos.
ru: Подключите свой кошелек, чтобы увидеть свои активы.
tr: Varlıklarınızı görmek için cüzdanınızı bağlayın.

source: Connect your wallet to see your projects.
es: Conecta tu billetera para ver tus proyectos.
fr: Connectez votre portefeuille pour voir vos projets.
pt: Conecte sua carteira para ver seus projetos.
ru: Подключите свой кошелек, чтобы увидеть свои проекты.
tr: Projelerinizi görmek için cüzdanınızı bağlayın.

source: Connected wallet not authorized
es: Billetera conectada no autorizada
fr: Portefeuille connecté non autorisé
pt: Carteira conectada não autorizada
ru: Подключенный кошелек не авторизован
tr: Bağlı cüzdan yetkili değil

source: Contract address: {0}
es: Dirección de contrato: {0}
fr: Adresse du contrat : {0}
pt: Endereço de contato: {0}
ru: Адрес контракта: {0}
tr: Sözleşme Adresi: {0}

source: Contributor rate
es: Tasa de Contribuidor
pt: Taxa de contribuinte
tr: Katkıda bulunan oranı

source: Contributors will be rewarded this amount of your project's tokens per ETH contributed.
es: Los contribuyentes serán retribuidos esta cantidad de tokens de tu proyecto por ETH contribuido.
fr: Les contributeurs recevront ce montant de tokens de votre projet par ETH contribué.
pt: Contribuidores serão recompensados com essa quantidade de tokens de seu projeto por ETH contribuído.
ru: За каждый внесенный ETH вкладчики получат это количество токенов вашего проекта.
tr: Katkıda bulunanlar, katkıda bulundukları ETH başına bu miktarda proje token'ı ile ödüllendirilecektir.

source: Contributors will not receive any tokens in exchange for paying this project.
es: Los contribuyentes no recibirán ningún token a cambio de sus pagos a este proyecto.
fr: Les contributeurs ne recevront aucun token en échange pour avoir payé ce projet.
pt: Contribuidores não receberão tokens em troca de pagar por este projeto.
ru: Участники не получат никаких токенов в обмен на оплату этого проекта.
tr: Katkı sahipleri bu projeye ödeme karşılığında token almayacaktır.

source: Contributors will receive <0>{discountRatePercent}%</0> more tokens for contributions they make this funding cycle compared to the next funding cycle.
es: Los contribuidores recibirán <0>{discountRatePercent}%</0> más tokens por contribuciones que hagan este ciclo de financiamiento en comparación con el próximo ciclo de financiamiento.
fr: Les contributeurs recevront <0>{discountRatePercent}%</0> plus de tokens pour les contributions faites à ce cycle de financement par rapport au prochain cycle de financement.
pt: Os contribuidores irão receber <0>{discountRatePercent}%</0> mais tokens por contribuições que eles tenham feito neste ciclo de financiamento comparado ao próximo ciclo de financiamento.
tr: Katkı sahipleri, bu finansman döngüsünde yaptıkları katkılar için bir sonraki finansman döngüsüne kıyasla <0>{discountRatePercent}%</0> oranında daha fazla token alacaktır.

source: Contributors will receive a relatively small portion of tokens in exchange for paying this project.
es: Los contribuyentes recibirán una porción relativamente pequeña de tokens a cambio de sus pagos a este proyecto.
fr: Les contributeurs recevront une petite portion des tokens en échange pour avoir payé ce projet.
pt: Contribuidores receberão uma porção relativamente pequena de tokens em troca de pagar por este projeto.
ru: Участники получат относительно небольшую часть токенов в обмен на оплату этого проекта.
tr: Katkı sahipleri bu projeye ödeme karşılığında token'ların nispeten küçük bir kısmını alacaktır.

source: Contributors will see this message before they pay your project.
es: Los contribuyentes verán este mensaje antes de pagar tu proyecto.
fr: Les contributeurs verront ce message avant de payer.
pt: Contribuintes verão essa mensagem antes de pagar seu projeto.
ru: Вкладчики увидят это сообщение до того, как оплатят ваш проект.
tr: Katkıda bulunanlar, projenize ödeme yapmadan önce bu mesajı göreceklerdir.

source: Copied!
es: ¡Copiado!
fr: Copié !
pt: Copiado!
ru: Скопировано!
tr: Kopyalandı!

source: Copy to clipboard
es: Copiar a portapapeles
fr: Copier dans le presse-papier
pt: Copiar para a área de transferência
ru: Копировать в буфер обмена
tr: Panoya kopyala

source: Create a payable address (optional)
es: Crea una dirección de pago (opcional)
fr: Créer une adresse de paiement (facultatif)
pt: Criar um endereço de pagamento (opcional)
tr: Bir ödeme adresi oluşturun (isteğe bağlı)

source: Create an Ethereum address for your project. Enables direct payments without going through your project's Juicebox page.
es: Crea una dirección Ethereum para tu proyecto. Permite los pagos directos sin pasar por la página Juicebox de tu proyecto.
fr: Créez une adresse Ethereum pour votre projet. Il permet d'effectuer des paiements directs sans passer par la page de votre projet Juicebox.
pt: Criar um endereço Ethereum para o seu projeto. Habilite pagamentos diretos sem ter que ir para a página do seu projeto Juicebox.
tr: Projeniz için bir Ethereum adresi oluşturun. Projenizin Juicebox sayfasından geçmeden yapılacak doğrudan ödemeleri etkinleştirir.

source: Create an Ethereum address that can be used to pay your project directly.
es: Crea una dirección Ethereum que pueda ser usada para pagar tu proyecto directamente.
fr: Créez une adresse Ethereum qui peut être utilisée pour payer directement votre projet.
pt: Criar um endereço Ethereum que pode ser usado para pagar ao seu projeto diretamente.
ru: Создать Ethereum-адрес, который можно использовать для прямой оплаты вашего проекта.
tr: Projenize doğrudan ödeme yapmak için kullanılabilecek bir Ethereum adresi oluşturun.

source: Create payable address
es: Crear dirección pagable
fr: Créer une adresse de paiement
pt: Criar endereço de pagamento
ru: Создать адреса для оплаты
tr: Ödeme adresi oluşturun

source: Create project
es: Crear proyecto
fr: Créer un projet
pt: Criar projeto
ru: Создать проект
tr: Proje oluştur

source: Create your own ERC-20 token to represent stake in your project. Contributors will receive these tokens when they pay your project.
es: Crea tu propio token #ERC-20 para representar la participación en tu proyecto. Los contribuyentes recibirán estos tokens cuando paguen tu proyecto.
fr: Créez votre propre token ERC-20 pour représenter le stake de votre projet. Les contributeurs recevront ces tokens lorsqu'ils auront payé votre projet.
pt: Crie seu próprio token ERC-20 para representar a participação em seu projeto. Contribuidores receberão esses tokens quando eles pagarem seu projeto.
ru: Создать свой собственный токен ERC-20 для представления доли в вашем проекте. Вкладчики будут получать эти токены при оплате вашего проекта.
tr: Projenizdeki hisseyi temsil etmek için kendi ERC-20 token'ınızı oluşturun. Katkıda bulunanlar, projenize ödeme yaptıklarında bu token'ları alacaklar.

source: Current
es: Actual
fr: En cours
pt: Atual
ru: Текущий
tr: Güncel

source: Current 3rd Party Exchange Rates
es: Tasas de cambio de terceras partes actuales
fr: Taux de change actuels des tiers
pt: Taxas de câmbio atuais de Third-party
ru: Текущие курсы обмена валют сторонних организаций
tr: Güncel 3. Taraf Kripto Kurları

source: Current owner: {ownerAddress}
es: Dueño actual: {ownerAddress}
fr: Propriétaire actuel: {ownerAddress}
pt: Atual proprietário: {ownerAddress}
ru: Текущий владелец: {ownerAddress}
tr: Güncel sahibi: {ownerAddress}

source: Currently worth: <0><1/>{0}</0>
es: Actualmente vale: <0><1/>{0}</0>
fr: Valeur actuelle : <0><1/>{0}</0>
pt: Atualmente vale: <0><1/>{0}</0>
ru: На данный момент стоит: <0><1/>{0}</0>
tr: Güncel değeri: <0><1/>{0}</0>

source: Custom memo
es: Memo personalizado
fr: Customiser le mémo
pt: Nota personalizada
tr: Özel not

source: Custom strategy
es: Estrategia personalizada
fr: Stratégie personnalisée
pt: Estratégia personalizada
ru: Индивидуальная стратегия
tr: Özel strateji

source: Custom token beneficiary
es: Beneficiario de token personalizado
fr: Bénéficiaire de token personnalisé
pt: Titular de token personalizado
ru: Пользовательский бенефициарий токенов
tr: Özel token faydalanıcısı
