Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: Project owners can configure a delay period, meaning reconfigurations to an upcoming funding cycle must be submitted a certain number of days before it starts. For example, a 3-day delay period means reconfigurations must be submitted at least 3 days before the next funding cycle starts. This gives token holders time to react to the decision and reduces the chance of rug-pulls.
es: Los propietarios de proyectos pueden configurar un período de demora, lo que significa que las reconfiguraciones para un próximo ciclo de financiamiento deben enviarse en un determinado número de días antes de que comience. Por ejemplo, un período de demora de 3 días significa que las reconfiguraciones deben enviarse al menos 3 días antes de que comience el próximo ciclo de financiación. Esto les da a los poseedores de tokens tiempo para reaccionar a la decisión y reduce la posibilidad de rug-pulls.
fr: Les propriétaires de projet peuvent définir une période de délai, ce qui signifie que les redéfinitions d'un cycle de financement à venir doivent être soumises un certain nombre de jours avant qu'il ne commence. Par exemple, un délai de 3 jours signifie que les redéfinitions doivent être soumises au moins 3 jours avant le début du prochain cycle de financement. Cela donne aux détenteurs de tokens le temps de réagir à la décision et réduit les risques d'arnaque.
pt: Donos de projeto podem configurar um período de demora, que significa que reconfigurações para um ciclo de financiamento futuro precisam ser submetidas um certo número de dias antes de seu início. Por exemplo, um período de demora de 3 dias significa que reconfigurações precisam ser submetidas pelo menos 3 dias antes do próximo ciclo de financiamento comece. Isso dá tempo para que os donos de tokens reajam às decisões e reduz o risco de ‘puxadas de tapete’.
ru: Владельцы проектов могут настроить период задержки, что означает, что изменения в конфигурации предстоящего цикла финансирования должны быть представлены за определенное определенное количество дней до его начала. Например, период задержки в 3 дня означает, что изменения конфигурации должны быть представлены не позднее чем за 3 дня до начала следующего цикла финансирования. Это дает держателям токенов время отреагировать на принятое решение и снижает вероятность rug-pulls.
tr: Proje sahipleri, bir gecikme aralığı yapılandırabilir. Bu takdirde, yaklaşan bir finansman döngüsünde yapılmak istenen değişiklikler, döngü başlangıç tarihinin belirlenen gün kadar öncesinde yapılmalıdır. Örneğin, 3 günlük bir gecikme aralığı, değişikliklerin bir sonraki finansman döngüsü başlamadan 3 gün önce yapılması gerektiği anlamına gelir. Gecikme aralığı, token sahiplerine karara tepki vermek için zaman tanır ve dolandırıcılık yapılabilme ihtimalini düşürür.

source: Project token
es: Token de proyecto
fr: Token du projet
pt: Token do Projeto
ru: Токен проекта
tr: Proje token'ı

source: Project {name} will be available soon! Try refreshing the page shortly.
es: ¡El proyecto {name} estará disponible pronto! Intenta refrescar la página en un momento.
fr: Le projet {name} sera bientôt disponible ! Essayez d'actualiser la page sous peu.
pt: O projeto {name} ficará disponível logo! Tente recarregar a página em breve.
tr: {name} yakında burada olacak! Kısa bir süre sonra sayfayı yenilemeyi deneyin.

source: Project {projectId}
es: Proyecto {projectId}
fr: Projet {projectId}
pt: Projeto {projectId}
tr: {projectId} projesi

source: Project {projectId} not found
es: Proyecto {projectId} no encontrado
fr: Projet {projectId} introuvable
pt: Projeto {projectId} não encontrado
ru: Проект {projectId} не найден
tr: Proje {projectId} bulunamadı

source: Projects
es: Proyectos
fr: Projets
pt: Projetos
ru: Проекты
tr: Projeler

source: Projects can be created with an optional discount rate designed to incentivize supporters to contribute earlier rather than later. The amount of tokens rewarded per amount paid to your project will decrease by the discount rate with each new funding cycle. A higher discount rate will incentivize supporters to pay your project earlier rather than later.
es: Los proyectos pueden ser creados con una tasa de descuento opcional para incentivar a los patrocinadores a contribuir más pronto que tarde. La cantidad de tokens recompensados por monto pagado a tu proyecto disminuye según la tasa de descuento con cada nuevo ciclo de financiamiento. Una tasa de descuento mayor va a incentivar a los benefactores a financiar tu proyecto más pronto que tarde.
fr: Les projets peuvent être créés avec un taux de remise facultatif conçu pour inciter les financeurs à contribuer plus tôt. Le nombre de tokens récompensés par montant versé à votre projet sera déduit du taux de remise à chaque nouveau cycle de financement. Un taux d'actualisation plus élevé incitera les supporters à payer votre projet plus tôt.
pt: Os projetos podem ser criados com uma taxa de desconto opcional com intuito de incentivar os colaboradores o quanto antes. A quantidade de tokens recompensados pelo montante pago para o seu projeto irá diminuir conforme a taxa de desconto a cada novo ciclo de financiamento. Uma taxa de desconto maior irá incentivar os apoiadores a financiar seu projeto o quanto antes.
ru: Проекты могут быть созданы с дополнительной ставкой скидки, призванной стимулировать сторонников делать взносы раньше, а не позже. Количество токенов, начисляемых на сумму, внесенную в ваш проект, будет уменьшаться на величину дисконтной ставки с каждым новым циклом финансирования. Более высокая ставка скидки будет стимулировать сторонников вносить деньги в ваш проект раньше, чем позже.
tr: Projeler, isteğe bağlı olarak, erken destekçileri teşvik etmek için tasarlanmış bir indirim oranı ile oluşturulabilir. Projenize ödenen Eth başına ödüllendilen token miktarı, her yeni finansman döngüsünde iskonto oranı kadar azalacaktır. Yüksek bir indirim oranı, destekçileri projenizi daha erken desteklemeye teşvik edecektir.

source: Projects on Juicebox
es: Proyectos en Juicebox
fr: Les projets dans Juicebox
pt: Projetos no Juicebox
ru: Проекты в Juicebox
tr: Juicebox'taki projeler

source: Projects that you have created.
es: Proyectos que tú has creado.
fr: Les projets que vous avez créés.
pt: Projetos que você criou.
ru: Проекты, которые вы создали.
tr: Oluşturduğunuz projeler.

source: Projects that you hold tokens for.
es: Proyectos de los que holdeas tokens.
fr: Projets pour lesquels vous détenez de tokens.
pt: Projetos dos quais você possui tokens.
ru: Проекты, в которых вы держите токены.
tr: Token'larını tuttuğunuz projeler.

source: Projects using a reserved rate of {reservedRateRiskyMin}% or more will appear risky to contributors, as a relatively small number of tokens will be received in exchange for paying your project.
es: Los proyectos que usan una tarifa reservada {reservedRateRiskyMin}% o más parecerán arriesgados para los colaboradores, como un número relativamente pequeño de tokens serán recibidos a cambio de pagar por tu proyecto.
fr: Les projets utilisant un taux réservé de {reservedRateRiskyMin}% ou plus sembleront risqués pour les contributeurs, car un nombre relativement faible de tokens sera reçu en échange du financement de votre projet.
pt: Projetos utilizando uma taxa de reserva de {reservedRateRiskyMin}% ou mais aparentarão ser mais arriscados para os contribuidores, pois uma quantia relativamente pequena de tokens será recebida em troca de pagar por seu projeto.
ru: Проекты, использующие зарезервированную ставку в размере {reservedRateRiskyMin}% или выше, будут казаться вкладчикам рискованными, поскольку в обмен на оплату вашего проекта будет получено относительно небольшое количество токенов.
tr: %{reservedRateRiskyMin} veya daha fazla rezerve oranı kullanan projeler, projenize ödeme yapılması karşılığında nispeten az sayıda token alınacağından, katkıda bulunanlar açısından riskli görünecektir.

source: Rankings based on number of contributions and volume gained in the last {trendingWindow} days. <0>See code</0>
es: Clasificaciones basadas en el número de contribuciones y volumen obtenido en los últimos {trendingWindow} días. <0>Ver código</0>
fr: Classements basés sur le nombre de contributions et le volume gagné au cours des derniers {trendingWindow} jours. <0>Voir le code</0>
pt: Rankings baseados em número de contribuições e volume ganho nos últimos {trendingWindow} dias. <0>Ver código</0>
ru: Рейтинг, основанный на количестве вкладов и объеме, полученном за последние {trendingWindow} дней. <0>Увидеть код</0>
tr: Katkı sayısına ve son {trendingWindow} gün içinde kazanılan hacme dayalı sıralamalar. <0>Kodu gör</0>

source: Receive ERC-20
es: Recibir ERC-20
fr: Recevoir des ERC20
pt: Receber ERC-20
ru: Получить ERC-20
tr: ERC-20 al

source: Receive {receiveText}
es: Recibe {receiveText}
fr: Recevoir {receiveText}
pt: Receba {receiveText}
ru: Получить{receiveText}
tr: {receiveText} alın

source: Recipient
es: Beneficiario
fr: Destinataire
pt: Recipiente
tr: Alıcı

source: Recipient address
es: Dirección de beneficiario
fr: Adresse du destinataire
pt: Endereço do recipiente

source: Recipients will receive payouts in ETH.
es: Los beneficiarios recibirán los pagos en ETH.
fr: Les bénéficiaires recevront les paiements en ETH.
pt: Recipientes receberão os pagamentos em ETH.
ru: Пользователи будут получать выплаты в ETH.
tr: Alıcılar ödemeleri ETH olarak alacaktır.

source: Reconfiguration
es: Reconfiguración
fr: Reparamétrage
pt: Reconfiguração
ru: Реконфигурация
tr: Yeniden yapılandırma

source: Reconfiguration rules
es: Reglas de reconfiguración
fr: Règles de reparamétrage
pt: Regras de reconfiguração
ru: Правила реконфигурации
tr: Yeniden yapılandırma kuralları

source: Reconfiguration strategy
es: Estrategia de reconfiguración
fr: Stratégie de reparamétrage
pt: Estratégia de configuração
ru: Стратегия изменения конфигурации
tr: Yeniden yapılandırma stratejisi

source: Reconfigure
es: Reconfigurar
fr: Modifier les paramètres
pt: Reconfigurar
ru: Перенастройте
tr: Yeniden yapılandır

source: Reconfigure funding
es: Reconfigurar financiamiento
fr: Modifier les paramètres de financement
pt: Reconfigurar financiamento
ru: Перенастроить финансирование
tr: Finansmanı yeniden yapılandır

source: Reconfigure payouts and limit
es: Reconfigurar pagos y límite

source: Reconfigure payouts as percentages of your distribution limit.
es: Reconfigurar pagos como porcentajes de tu límite de distribución.
pt: Reconfigurar os pagamentos como porcentagens do seu limite de distribuição.

source: Reconfigure project and funding details
es: Reconfigura los detalles de proyecto y financiamiento
fr: Reconfigurer les détails du projet et du financement
pt: Reconfigure o projeto e os detalhes do financiamento
tr: Proje ve finansman ayrıntılarını yeniden yapılandırın

source: Reconfigure project details
es: Reconfigura los detalles del proyecto
fr: Modifier les détails du projet
pt: Reconfigurar detalhes do projeto
ru: Перенастроить детали проекта
tr: Proje detaylarını yeniden yapılandır

source: Reconfigure token
es: Reconfigurar token
fr: Modifier les paramètres du token
pt: Reconfigurar token
ru: Перенастроить токен
tr: Token'ı yeniden yapılandırın

source: Reconfigure upcoming
es: Reconfigurar próximos
fr: Modifier les prochains cycles
pt: Reconfigurar próximos ciclos
ru: Перенастроить предстоящие
tr: Yaklaşanları yeniden yapılandır

source: Reconfigure upcoming funding
es: Reconfigurar financiamientos próximos
fr: Modifier les prochains financements
pt: Reconfigurar financiamento futuro
ru: Перенастроить предстоящие финансирование
tr: Yaklaşan finansmanı yeniden yapılandır

source: Reconfigure upcoming funding cycles
es: Reconfigurar ciclos de financiamiento próximos
fr: Reconfigurer les prochains cycles de financement
pt: Reconfigurar ciclos de financiamento futuros
ru: Перенастроить предстоящие циклы финансирования
tr: Yaklaşan finansman döngülerini yeniden yapılandır

source: Redeem your {tokensLabel} for a portion of the project's overflow. Any {tokensLabel} you redeem will be burned.
es: Canjea tus {tokensLabel} por una porción del excedente del proyecto. Cualquier {tokensLabel} que canjees será quemado.
fr: Récupérer vos {tokensLabel} d'une portion de l'overflow du projet. Aucun {tokensLabel} récupéré sera brûlé.
pt: Resgate seus {tokensLabel} por uma porção do overflow do projeto. Qualquer {tokensLabel} que você resgatar será queimado.
ru: Обменяйте свои {tokensLabel} на часть перелива проекта. Все {tokensLabel}, которые вы выкупите, будут сожжены.
tr: {tokensLabel} token'larınızı, projenin taşmasının bir kısmını talep etmek için kullanın. Kullanılan her {tokensLabel} token'ı yakılacaktır.

source: Redeem {0} {tokensTextShort} for ETH
es: Canjear {0} {tokensTextShort} por ETH
fr: Récupérer {0} {tokensTextShort} pour ETH
pt: Resgatar {0} {tokensTextShort} por ETH
ru: Обменять {0} {tokensTextShort} за ETH
tr: {0} adet {tokensTextShort} token'ı ETH için kullan

source: Redeem {tokensLabel} for ETH
es: Canjea {tokensLabel} por ETH
fr: Récupérer {tokensLabel} pour ETH
pt: Resgatar {tokensLabel} para ETH
ru: Обменять {tokensLabel} за ETH
tr: {tokensLabel} token'larını ETH için kullan

source: Redeem {tokensTextLong} for ETH
es: Canjear {tokensTextLong} por ETH
fr: Récupérer {tokensTextLong} pour ETH
pt: Resgatar {tokensTextLong} por ETH
ru: Обменять {tokensTextLong} за ETH
tr: {tokensTextLong} token'larını ETH için kullan

source: Redeemed
es: Canjeado
fr: Récupéré
pt: Resgatado
tr: Kullanılan

source: Redemption rate
es: Porcentaje de canje
fr: Taux de récupération
pt: Taxa de resgate
ru: Коэффициент выкупа
tr: Kullanım oranı

source: Redemption rate: <0>{0}%</0>
es: Tasa de redención<0>{0}%</0>
fr: Taux de récupération : <0>{0}%</0>
pt: Taxa de resgate: <0>{0}%</0>
ru: Ставка выкупа: <0>{0}%</0>
tr: Kullanım oranı: <0>%{0}</0>

source: Refresh
es: Actualizar
fr: Actualiser
pt: Atualizar
ru: Обновить
tr: Yenile

source: Relaunch your funding cycle on the new Juicebox V2 contracts.
es: Relanza tu ciclo de financiamiento con los nuevos contratos de Juicebox V2.
fr: Relancez votre cycle de financement dans les nouveaux contrats Juicebox V2.
pt: Relance o seu ciclo de financiamento com os novos contratos Juicebox V2.
tr: Finansman döngünüzü yeni Juicebox V2 sözleşmelerinde yeniden başlatın.

source: Required
es: Requerido
fr: Demandé
pt: Necessário
ru: Требуется
tr: Gerekli

source: Reserve a percentage of freshly minted tokens for your project to use.
es: Reserva un porcentaje de los tokens recién acuñados para que tu proyecto los use.
fr: Réserver un pourcentage de nouveaux tokens créés à être utilisé par votre projet.
pt: Reservar uma porcentagem dos tokens recentemente emitidos para o uso de seu projeto.
tr: Projenizin kullanması için yeni basılmış token'ların bir yüzdesini rezerve edin.

source: Reserved rate
es: Cuota reservada
fr: Taux de réservation
pt: Taxa de reserva
ru: Резервная ставка
tr: Rezerve oranı

source: Reserved rate is 0% but has reserved token allocation. Consider adding a reserved rate that is greater than zero, or remove the token allocation.
es: La tasa de reservación es 0%, pero tiene asignación de tokens reservados. Considera añadir una tasa de reservación que sea mayor que 0, o quitar la asignación de tokens.
fr: Le taux réservé est de 0% mais l'allocation de tokens est réservée. Envisagez d'ajouter un taux réservé supérieur à zéro ou supprimez l'allocation de tokens.
pt: A taxa de reserva é 0%, mas a alocação de tokens reservado está ativa. Considere adicionar uma taxa de reserva maior do que zero, ou remover a alocação de tokens.
ru: Зарезервированная ставка равна 0%, но зарезервировано выделение токенов. Рассмотрите возможность добавления зарезервированной ставки, которая больше нуля, или снимите выделение токенов.
tr: Rezerve oranı %0 ancak rezerve token tahsisi mevcut. Sıfırdan büyük bir rezerve oranı eklemeyi veya token tahsisini kaldırmayı düşünün.

source: Reserved token allocation
es: Asignación de tokens reservados
pt: Alocação de token reservado
tr: Rezerve token tahsisi

source: Reserved token allocation (optional)
es: Asignación de tokens reservados (opcional)
fr: Allocation de tokens réservés (optionnel)
pt: Alocação de tokens reservados (opcional)
ru: Зарезервированные распределения токенов (необязательно)
tr: Rezerve token tahsisi (isteğe bağlı)

source: Reserved token allocations
es: Colocación de tokens reservados
fr: Allocation de tokens réservés
pt: Alocações de token reservado
ru: Зарезервированные распределения токенов
tr: Rezerve token tahsisleri

source: Reserved tokens
es: Tokens reservados
fr: Tokens réservés
pt: Tokens reservados
ru: Зарезервированные токены
tr: Rezerve token'lar

source: Reserved {0}
es: {0} Reservados
fr: Réservés {0}
pt: {0} Reservados
ru: Зарезервировано {0}
tr: Rezerve {0}

source: Reserved {tokenSymbolPlural}
es: {tokenSymbolPlural} Reservados
fr: Réservé {tokenSymbolPlural}
pt: {tokenSymbolPlural} reservados
ru: Зарезервировано {tokenSymbolPlural}
tr: Rezerve {tokenSymbolPlural}

source: Reserved {tokenTextPlural}: <0>{reservedTokensFormatted} {tokenTextPlural}</0>
es: {tokenTextPlural}<0>{reservedTokensFormatted}{tokenTextPlural}</0> reservados
fr: Réservé {tokenTextPlural}: <0>{reservedTokensFormatted} {tokenTextPlural}</0>
pt: {tokenTextPlural} reservados: <0>{reservedTokensFormatted} {tokenTextPlural}</0>
ru: Зарезервировано {tokenTextPlural}: <0>{reservedTokensFormatted} {tokenTextPlural}</0>
tr: Rezerve {tokenTextPlural}: <0>{reservedTokensFormatted} {tokenTextPlural}</0>

source: Reserved {tokensText}
es: {tokensText} reservados
fr: Réservés {tokensText}
pt: {tokensText} Reservados
ru: Зарезервировано {tokensText}
tr: Rezerve {tokensText}

source: Resources
es: Recursos
fr: Ressources
pt: Recursos
ru: Pесурсы
tr: Kaynaklar

source: Restrict payments and printing tokens.
es: Restringir pagos y emisión de tokens.
fr: Limiter les paiements et l'impression de tokens.
pt: Restringir pagamentos e impressão de tokens.
ru: Ограничить платежи и печать токенов.
tr: Ödemeleri ve token basımını kısıtlayın.

source: Restricted actions
es: Acciones restringidas
fr: Actions restreintes
pt: Ações restritas
ru: Ограниченные действия
tr: Kısıtlanmış eylemler

source: Review & Deploy
es: Revisa & Despliega
fr: Réviser et appliquer
pt: Revisar & Implementar
ru: Обзор & Развертывание
tr: İncele ve Dağıt

source: Review and launch funding cycle
es: Revisar y lanzar ciclo de financiamiento
fr: Examiner et lancer le cycle de financement
pt: Revise e lance o ciclo de financiamento
tr: Finansman döngüsünü gözden geçirin ve başlatın

source: Review project
es: Revisar proyecto
fr: Réviser le projet
pt: Revisar projeto
ru: Просмотр проекта
tr: Projeyi gözden geçir

source: Reward specific community members with tokens.
es: Recompensar a miembros específicos de la comunidad con tokens.
fr: Récompenser des membres spécifiques de la communauté avec des tokens.
pt: Recompense membros específicos da comunidade com tokens.
ru: Награждайте определенных членов сообщества токенами.
tr: Belirli topluluk üyelerini token'larla ödüllendirin.

source: Rules
es: Reglas
fr: Règles
pt: Regras
ru: Правила
tr: Kurallar

source: Rules for determining how funding cycles can be reconfigured
es: Reglas para determinar cómo se pueden reconfigurar los ciclos de financiamiento
fr: Règles pour déterminer comment les cycles de financement peuvent être modifiés
pt: Regras para determinar quantos ciclos de financiamento podem ser reconfigurados
ru: Правила определения того, как можно изменить конфигурацию циклов финансирования
tr: Finansman döngülerinin nasıl yeniden yapılandırılabileceğini belirleyen kurallar

source: Rules for how changes can be made to your project.
es: Reglas para cómo pueden realizarse cambios a tu proyecto.
fr: Règles sur la façon dont les modifications peuvent être apportées à votre projet.
pt: Regras sobre como fazer mudanças no seu projeto.
ru: Правила внесения изменений в ваш проект.
tr: Projenizde nasıl değişiklik yapılabileceğine ilişkin kurallar.

source: Rules for how this project's funding cycles can be reconfigured.
es: Reglas para cómo pueden ser reconfigurados los ciclos de financiamiento de este proyecto.
fr: Règles pour déterminer comment les cycles de financement peuvent être modifiés.
pt: Regras para como os ciclos de financiamento deste projeto podem ser reconfigurados.
ru: Правила изменения конфигурации циклов финансирования этого проекта.
tr: Bu projenin finansman döngülerinin nasıl yeniden yapılandırılabileceğine ilişkin kurallar.

source: Save
es: Guardar
fr: Sauvegarder
pt: Salvar
ru: Сохранить
tr: Kaydet

source: Save changes
es: Guardar cambios
fr: Sauvegarder les modifications
pt: Salvar alterações
ru: Сохранить изменения
tr: Değişiklikleri kaydet

source: Save funding configuration
es: Guardar configuración de financiamiento
fr: Sauvegarder les paramètres de financement
pt: Salvar configuração de financiamento
ru: Сохранить конфигурацию финансирования
tr: Finansman yapılandırmasını kaydet

source: Save handle
es: Guardar usuario
fr: Sauvegarder l'identifiant
pt: Salvar identificador
ru: Сохранить имя
tr: Tanıtıcıyı kaydet

source: Save payout
es: Guardar pago
fr: Sauvegarder le paiement
pt: Salvar pagamento
tr: Ödemeyi kaydet

source: Save payouts
es: Guardar pagos
fr: Sauvegarder les paiements
pt: Salvar pagamentos
ru: Сохранить платежи
tr: Ödemeleri kaydet

source: Save project details
es: Guardar detalles del proyecto
fr: Sauvegarder les détails du projet
pt: Salvar detalhes do projeto
ru: Сохранить детали проекта
tr: Proje ayrıntılarını kaydet

source: Save reconfiguration
es: Guardar reconfiguración
fr: Sauvegarder les modifications
pt: Salvar reconfiguração
ru: Сохранить перенастройки
tr: Yeniden yapılandırmayı kaydet

source: Save rules
es: Guardar las reglas
fr: Sauvegarder les règles
pt: Salvar regras
ru: Сохранить правила
tr: Kuralları kaydet

source: Save token allocation
es: Guardar asignación de tokens
fr: Sauvegarder l'allocation de token
pt: Salvar alocação de token
ru: Сохранить распределение токена
tr: Token tahsisini kaydet

source: Save token configuration
es: Guardar configuración de los tokens
fr: Sauvegarder le paramétrage du token
pt: Salvar configuração de token
ru: Сохранить конфигурацию токена
tr: Token yapılandırmasını kaydet

source: Save tracked assets
es: Guardar activos en seguimiento
fr: Sauvegarder les actifs suivis
pt: Salvar ativos rastreados
ru: Сохранить отслеживаемые активы
tr: İzlenen varlıkları kaydet

source: Search projects by handle
es: Buscar proyectos por usuario
fr: Rechercher un projet par son identifiant
pt: Procurar projetos pelo identificador
ru: Поиск проектов по имени
tr: Tanıtıcıya göre proje ara

source: Seconds
es: Segundos
fr: Secondes
pt: Segundos
tr: Saniye

source: See transaction
es: Ver transacción
fr: Voir la transaction
pt: Ver transação
ru: Увидить трансакцию
tr: İşlemi gör

source: Set a distribution limit
es: Establecer un límite de distribución
fr: Définir une limite de distribution
pt: Definir um limite de distribuição
tr: Bir dağıtım sınırı belirleyin

source: Set a funding cycle duration
es: Establece una duración del ciclo de financiamiento
fr: Définir la durée du cycle de financement
pt: Defina a duração de ciclo de financiamento
ru: Установите продолжительность цикла финансирования
tr: Bir finansman döngüsü süresi belirleyin

source: Set a funding cycle target
es: Establece una meta-objetivo del ciclo de financiamiento
fr: Définir l'objectif du cycle de financement
pt: Defina o objetivo de um ciclo de financiamento
ru: Установите продолжительность цикла финансирования
tr: Bir finansman döngüsü hedefi belirleyin
