Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: Set the amount of funds you'd like to raise each funding cycle. Any funds raised within the funding cycle target can be distributed by the project, and can't be redeemed by your project's token holders.
es: Establece la cantidad de fondos que te gustaría recaudar cada ciclo de financiamiento. Cualquier fondo recaudado dentro del objetivo de financiamiento puede ser distribuido por el proyecto, y no puede ser canjeado por los tenedores de tokens de tu proyecto.
fr: Définissez le montant de fonds que vous souhaitez collecter à chaque cycle de financement. Tous les fonds collectés dans le cadre de l'objectif du cycle de financement peuvent être distribués par le projet et ne peuvent pas être récupérés par les titulaires de tokens de votre projet.
pt: Defina a quantidade de fundos que você gostaria de aumentar a cada ciclo de financiamento. Quaisquer fundos arrecadados dentro do valor alvo do ciclo de financiamento podem ser distribuídos pelo projeto, e não podem ser resgatados pelos donos dos tokens de seu projeto.
ru: Установите количество средств для каждого цикла финансирования. Любые средства, собранные в рамках цикла финансирования, могут быть распределены по проекту и не могут быть использованы владельцами токенов вашего проекта.
tr: Her finansman döngüsünde toplamak istediğiniz fon miktarını belirleyin. Finansman döngüsü hedefi dahilinde toplanan fonlar proje tarafından dağıtılabilir ve projenizin token sahipleri tarafından talep edilemez.

source: Set the length of your funding cycles.
es: Establece la duración de tus ciclos de financiamiento.
fr: Définissez la durée de vos cycles de financement.
pt: Defina a duração de seus ciclos de financiamento.
ru: Установите длину циклов финансирования.
tr: Finansman döngülerinizin süresini belirleyin.

source: Set this to the sum of all your payouts
es: Establécelo en la suma de todos tus pagos
fr: Définissez ceci sur la somme de tous vos paiements
pt: Defina isso na soma de todos os seus pagamentos
tr: Bunu tüm ödemelerinizin toplamı olarak ayarlayın

source: Should you Juicebox?
es: ¿Deberías de usar Juicebox?
fr: Faut-il Juicebox ?
pt: Você deveria usar o Juicebox?
ru: Следует ли вам заниматься Juicebox?
tr: Juicebox’a katılmalı mısın?

source: Since you have not set a funding duration, changes to these settings will be applied immediately.
es: Como no has establecido una duración de financiamiento, los cambios a estos ajustes serán aplicados de inmediato.
fr: Vous n'avez pas défini une durée de financement, les modifications apportées à ces paramètres seront appliquées immédiatement.
pt: Como você não colocou uma duração de financiamento, as mudanças para essas configurações serão aplicadas imediatamente.
ru: Поскольку вы не установили срок финансирования, изменения в этих настройках будут применены немедленно.
tr: Bir finansman süresi belirlemediğiniz için bu ayarlarda yapılan değişiklikler hemen uygulanacaktır.

source: Some funding cycle properties may indicate risk for project contributors.
es: Algunas propiedades de los ciclos de financiamiento pueden indicar riesgo para los contribuyentes de proyectos.
pt: Algumas propriedades do ciclo de financiamento podem indicar risco para os contribuidores do projeto.
ru: Некоторые свойства цикла финансирования могут указывать на риск для участников проекта.

source: Something went wrong.
es: Algo salió mal.
fr: Quelque chose a mal tourné.
pt: Algo deu errado.
ru: Что-то пошло не так.
tr: Bir şeyler yanlış gitti.

source: Spending
es: Gasto
fr: Dépenses
pt: Gastos
ru: Расходы
tr: Harcama

source: Start
es: Empezar
fr: Début
pt: Começo
ru: Начать
tr: Başlangıç

source: Start Over
es: Empezar de Nuevo
fr: Recommencer
pt: Comece novamente
ru: Начать заново
tr: Baştan Başla

source: Start over
es: Volver a comenzar

source: Start time (seconds, Unix time)
es: Hora de inicio (segundos, tiempo Unix)
fr: Heure de début (secondes, heure Unix)
pt: Hora de início (segundos, tempo Unix)
tr: Başlangıç zamanı (saniye, Unix zamanı)

source: Sum of percentages cannot exceed 100%
es: La suma de los porcentajes no puede exceder 100%
fr: La somme des pourcentages ne peut pas dépasser 100%
pt: Soma de porcentagens não pode exceder 100%
ru: Сумма процентов не может превышать 100%
tr: Yüzdelerin toplamı %100'ü aşamaz

source: Sum of percentages cannot exceed 100%.
es: La suma de los porcentajes no puede exceder 100%.
fr: La somme des pourcentages ne peut pas dépasser 100%.
pt: Soma de porcentagens não pode exceder 100%.
ru: Сумма процентов не может превышать 100%.
tr: Yüzdelerin toplamı %100'ü aşamaz.

source: Target
es: Objetivo
fr: Objectif
pt: Objetivo
ru: Цель
tr: Hedef

source: Target is 0: All funds will be considered overflow and can be redeemed by burning project tokens.
es: La meta-ojetivo es 0: Todos los fondos serán considerados excedente y pueden ser canjeados al quemar tokens del proyecto.
fr: L'objectif est de 0 : Tous les fonds seront considérés comme de l'overflow et pourront être récupérés en brûlant les tokens du projet.
pt: O objetivo é 0: Todos os fundos serão considerados overflow e podem ser resgatados ao queimar os tokens do projeto.
ru: Цель - 0: Все средства будут считаться переполненными и могут быть использованы при сжигании токенов.
tr: Hedef 0: Tüm fonlar taşma olarak kabul edilecek ve proje token'ları yakılarak kullanılabilecektir.

source: The <0>issuance rate</0> of your second funding cycle will be <1>{0} tokens per 1 ETH</1>, then <2>{1} tokens per 1 ETH </2>for your third funding cycle, and so on.
es: La <0>tasa de emisión</0> de tu segundo ciclo de financiamiento será <1>{0} tokens por 1 ETH</1>, entonces <2>{1} tokens por 1 ETH </2>para tu tercer ciclo de financiamiento y así sucesivamente.
pt: A <0>taxa de emissão</0> de seu segundo ciclo de financiamento será de <1>{0} tokens por 1 ETH</1>, depois <2>{1} tokens por 1 ETH </2>para o seu terceiro ciclo de financiamento e assim por diante.
tr: <0>Token çıkarma oranı</0>, ikinci finansman döngünüz için <1>1 ETH başına {0} token</1>, üçüncü finansman döngünüz için <2>1 ETH başına {1} token</2> olacak ve bu şekilde ilerleyecektir.

source: The Decentralized Funding Platform. Light enough for a group of friends, powerful enough for a global network of anons. <0>Community-owned</0>, on Ethereum.
es: La Plataforma de Financiamiento Descentralizada. Suficiente ligera para un grupo de amigos, lo suficiente poderosa para una red global de anónimos. <0>Apropiado-por-la-comunidad</0>, en Ethereum.
fr: La Plateforme de Financement Décentralisée. Assez légère pour un groupe d'amis, assez puissante pour un réseau mondial d'anonymes. <0>Communautaire</0>, en Ethereum.
pt: A Plataforma de Financiamento Descentralizada. Suficiente ligeira para um grupo de amigos, suficiente poderosa para uma rede global de anônimos. <0>Propriedade de comunidade</0>, em Ethereum.
tr: Merkeziyetsiz Finansman Sağlama Platformu. Bir grup arkadaş için yeterince basit, anonim bireylerin oluşturduğu küresel bir ağ için yeterince güçlü. <0>Topluluğa ait</0> ve Ethereum üzerinde.

source: The JBX protocol is unaudited, and projects built on it may be vulnerable to bugs or exploits. Be smart!
es: El protocolo JBX está inauditado, y los proyectos contruidos sobre este pueden ser vulnerables a bugs o exploits. ¡Sé inteligente!
fr: Le protocole JBX n'est pas audité et les projets construits dessus peuvent être vulnérables aux bogues ou aux exploits. Soyez intelligent !
pt: O protocolo JBX não é auditado e projetos criados nele podem estar vulneráveis a bugs ou exploits. Seja inteligente!
ru: Протокол JBX не прошел аудит, и проекты, построенные на нем, могут быть уязвимы для ошибок или эксплойтов.
tr: JBX protokolü denetlenmez ve bunun üzerine inşa edilen projeler hatalara veya açıklardan yararlanmaya karşı savunmasız olabilir. Dikkatli olunmalıdır!

source: The address of any smart contract deployed on {0} that implements <0>this interface</0>.
es: La dirección de cualquier contrato inteligente desplegado en {0} que implemente <0>esta interfaz</0>.
fr: L'adresse de tout contrat intelligent déployé sur {0} qui implémente <0>cette interface</0>.
pt: O endereço de qualquer contrato inteligente implementado no {0} que executa <0>essa interface</0>.
ru: Адрес любого смарт-контракта, развернутого на {0}, который реализует <0>этот интерфейс</0>.
tr: {0} üzerinde devreye alınan ve <0>bu arayüzü</0> kullanan herhangi bir akıllı sözleşmenin adresi.

source: The address that should receive the tokens minted from paying this project.
es: La dirección que debería recibir los tokens acuñados por pagar este proyecto.
fr: L'adresse qui doit recevoir les tokens émis pour le paiement de ce projet.
pt: O endereço que deve receber os tokens do pagamento deste projeto.
ru: Адрес, который должен получить токены, которые не были обменены для оплаты этого проекта.
tr: Bu projeye ödeme yaparak basılan token'ları alması gereken adres.

source: The amount of tokens this project has reserved. These tokens can be distributed to reserved token beneficiaries.
es: La cantidad de tokens que este proyecto tiene reservados. Estos tokens pueden ser distribuidos a los beneficiarios de tokens reservados.
fr: Le montant de tokens réservés pour ce projet. Ces tokens peuvent être distribués aux bénéficiaires des tokens réservés.
pt: A quantidade de tokens para este projeto foi reservada. Esses tokens podem ser distribuídos para beneficiários de tokens reservados.
ru: Количество токенов, зарезервированных данным проектом. Эти токены могут быть распределены среди бенефициаров зарезервированных токенов.
tr: Bu projenin sahip olduğu rezerve token miktarı. Bu token'lar, rezerve token faydalanıcılarına dağıtılabilir.

source: The amount of tokens to mint to the receiver.
es: La cantidad de tokens a acuñar al receptor.
fr: Le montant de tokens à frapper pour le bénéficiaire.
pt: Quantidade de tokens para emitir ao destinatário.
ru: Количество токенов для передачи получателю.
tr: Alıcıya basılacak token miktarı.

source: The amount that has been distributed from the Juicebox balance in this funding cycle, out of the current distribution limit. No more than the distribution limit can be distributed in a single funding cycle—any remaining ETH in Juicebox is overflow, until the next cycle begins.
es: La cantidad que ha sido distribuida desde el balance de Juicebox en este ciclo de financiamiento, fuera del límite actual de distribución. No se puede distribuir más del límite de distribución en un solo ciclo de financiación; cualquier ETH restante en Juicebox es excedente, hasta que comience el siguiente ciclo.
fr: Le montant distribué à partir du solde Juicebox dans ce cycle de financement, hors de la limite actuelle de distribution. Pas plus que la limite de distribution ne peut être distribué au cours d'un seul cycle de financement—tout ETH restant dans Juicebox est overflow jusqu'au début du prochain cycle.
pt: A quantidade que foi distribuída a partir do saldo do Juicebox neste ciclo de financiamento, fora do atual limite de distribuição. Apenas o limite de distribuição pode ser distribuído em um único ciclo de financiamento — qualquer ETH restante no Juicebox é overflow, até o próximo ciclo começar.
ru: Сумма, которая была распределена из баланса Juicebox в этом цикле финансирования, из текущего лимита распределения. За один цикл финансирования может быть распределено не более лимита распределения - все оставшиеся ETH в Juicebox переполняются до начала следующего цикла.
tr: Mevcut dağıtım limitinin dışında, bu finansman döngüsünde Juicebox bakiyesinden dağıtılan miktar. Tek bir finansman döngüsünde dağıtım limitinden fazlası dağıtılamaz; Juicebox'ta kalan tüm ETH, bir sonraki döngü başlayana kadar taşma olarak kabul edilir.

source: The amount that has been distributed from the Juicebox balance in this funding cycle, out of the current funding target. No more than the funding target can be distributed in a single funding cycle—any remaining ETH in Juicebox is overflow, until the next cycle begins.
es: El monto que ha sido distribuido desde el saldo Juicebox en este ciclo de financiación, fuera del objetivo actual. No más que el objetivo de financiación puede ser distribuido en un solo ciclo de financiación—cualquier ETH remanente en Juicebox es excedente, hasta que el siguiente ciclo comience.
fr: Le montant distribué à partir du solde Juicebox dans ce cycle de financement, hors l'objectif de financement actuel. Pas plus que l'objectif de financement ne peut être distribué au cours d'un seul cycle de financement - tout ETH restant dans Juicebox est overflow jusqu'au début du cycle suivant.
pt: O montante que foi distribuído a partir do saldo do Juicebox neste ciclo de financiamento, fora do atual objetivo de financiamento. Apenas o objetivo de financiamento pode ser distribuído em um único ciclo de financiamento - qualquer ETH restante no Juicebox é overflow, até o próximo ciclo começar.
ru: Сумма, которая была распределена из баланса Juicebox в этом цикле финансирования, из текущего целевого показателя финансирования. Объем средств не превышает целевого показателя финансирования в рамках одного цикла финансирования: любой оставшийся ETH в Juicebox переполнен, до начала следующего цикла.
tr: Mevcut finansman hedefinin dışında, bu finansman döngüsünde Juicebox bakiyesinden dağıtılan miktar. Tek bir finansman döngüsünde finansman hedefinden daha fazlası dağıtılamaz; Juicebox'ta kalan ETH, bir sonraki döngü başlayana kadar taşma durumundadır.

source: The balance of the project owner's wallet.
es: El balance de la cartera del dueño del proyecto.
fr: Le solde du portefeuille du propriétaire du projet.
pt: O saldo da carteira do dono do projeto.
ru: Баланс кошелька владельца проекта.
tr: Proje sahibinin cüzdan bakiyesi.

source: The balance of this project in the Juicebox contract.
es: El balance de este proyecto en el contrato de Juicebox.
fr: Le solde de ce projet dans le contrat Juicebox.
pt: O saldo deste projeto no contrato do Juicebox.
ru: Баланс этого проекта в контракте Juicebox.
tr: Bu projenin Juicebox sözleşmesindeki bakiyesi.

source: The distribution limit for this funding cycle is 0, meaning all funds in Juicebox are currently considered overflow. Overflow can be redeemed by token holders, but not distributed.
es: El límite de distribución para el ciclo es 0, lo que significa que todos los fondos en Juicebox actualmente son considerados excedente. El excedente puede ser redimido por los poseedores de tokens, pero no distribuidos.
fr: La limite de distribution pour ce cycle de financement est de 0, ce qui signifie que tous les fonds dans Juicebox sont actuellement considérés comme overflow. L'overflow peut être échangé par les holders de tokens, mais pas distribué.
pt: O limite de distribuição deste ciclo de financiamento é 0, o que significa que todos os fundos no Juicebox são atualmente considerados overflow. Overflow pode ser resgatado por detentores de tokens, mas não distribuído.
ru: Лимит распределения для этого цикла финансирования равен 0, то есть все средства в Juicebox в настоящее время считаются переполнением. Переполнение может быть выкуплено держателями токенов, но не распределено.
tr: Bu finansman döngüsü için dağıtım limiti 0'dır, yani Juicebox'taki tüm fonlar şu anda taşma olarak kabul edilir. Taşma, token sahipleri tarafından kullanılabilir, ancak dağıtılamaz.

source: The funds available to distribution for this funding cycle (before the {feePercentage}% JBX fee is subtracted). This number won't roll over to the next funding cycle, so funds should be distributed before this funding cycle ends.
es: Los fondos disponibles para distribuir en este ciclo de financiamiento (antes que la comisión de {feePercentage}% JBX sea sustraída). Este número no va a mantenerse para el siguiente ciclo de financiamiento, así que los fondos deben ser distribuidos antes que acabe el ciclo de financiamiento.
pt: Os fundos disponíveis para distribuição para este ciclo de financiamento (antes da taxa {feePercentage}% JBX ser subtraída). Esse valor não será mantido para o próximo ciclo de financiamento, portanto, fundos devem ser distribuídos antes do fim do ciclo de financiamento.
ru: Средства, доступные для распределения в этом цикле финансирования (до вычитания {feePercentage}% комиссии JBX). Это число не переносится на следующий цикл финансирования, поэтому средства должны быть распределены до окончания этого цикла финансирования.

source: The future will be led by creators, and owned by communities.
es: El futuro será liderado por creadores y las comunidades serán los dueños.
fr: L'avenir sera dirigé par des créateurs et appartiendra aux communautés.
pt: O futuro será liderado pelos criadores, e pertencente às comunidades.
ru: Будущее будет возглавляться создателями и принадлежать сообществам.
tr: Gelecek, içerik üreticileri tarafından yönetilecek ve topluluklara ait olacak.

source: The maximum amount of funds allowed to be distributed from the project's treasury each funding cycle.
es: El monto máximo de fondos permitidos para ser distribuidos desde el tesoro del proyecto cada ciclo de financiamiento.
fr: Le montant maximal de fonds pouvant être distribué à partir de la trésorerie du projet à chaque cycle de financement.
pt: A quantia máxima de fundos que podem ser distribuídos da tesouraria do projeto a cada ciclo de financiamento.
ru: Максимальная сумма средств, которую разрешено распределять из казны проекта в каждом цикле финансирования.
tr: Her finansman döngüsünde projenin hazinesinden dağıtılmasına izin verilen maksimum fon miktarı.

source: The maximum amount of funds that can be distributed from the treasury each funding cycle.
es: La cantidad máxima de fondos que pueden ser distribuidos desde el tesoro cada ciclo de financiamiento.
fr: Le montant maximal de fonds pouvant être distribué à partir de la trésorerie, à chaque cycle de financement.
pt: A quantia máxima de fundos que podem ser distribuídos da sua tesouraria a cada ciclo de financiamento.
tr: Her finansman döngüsünde hazineden dağıtılabilecek maksimum fon miktarı.

source: The maximum amount of funds that can be distributed from this project in one funding cycle. Funds will be withdrawn in ETH no matter the currency you choose.
es: El monto máximo de fondos que puede ser distribuido desde este proyecto en un ciclo de financiamiento. Los fondos serán retirados en ETH sin importar la moneda que tú escojas.
fr: Le montant maximal des fonds pouvant être distribués à partir de ce projet au cours d'un cycle de financement. Les fonds seront retirés en ETH, quelle que soit la devise que vous choisissez.
pt: A quantidade máxima de fundos que pode ser distribuída deste projeto em um ciclo de financiamento. Os fundos serão retirados em ETH independente de qual moeda você escolher.
ru: Максимальная сумма средств, которая может быть распределена из этого проекта за один цикл финансирования. Средства будут выводиться в ETH независимо от выбранной вами валюты.
tr: Bir finansman döngüsü içinde bu projeden dağıtılabilecek maksimum fon miktarı. Fonlar, hangi para birimini seçerseniz seçin ETH olarak çekilecektir.

source: The number of project tokens minted when 1 ETH is contributed in the first funding cycle.
es: El número de tokens de proyecto acuñados cuando se contribuye 1 ETH en el primer ciclo de financiamiento.
pt: O número de tokens do projeto emitidos quanto 1 ETH é contribuído no primeiro ciclo de financiamento.
tr: İlk finansman döngüsüne 1 ETH katkıda bulunulduğunda basılan proje token'larının sayısı.

source: The number of project tokens minted when 1 ETH is contributed.
es: El número de tokens de proyecto acuñados cuando se contribuye 1 ETH.
pt: O número de tokens do projeto emitidos quando 1 ETH é contribuído.
tr: 1 ETH katkıda bulunulduğunda basılan proje token'larının sayısı.

source: The onchain memo for each transaction made through the address. It will appear in the project's payment feed when someone pays this address.
es: El memo onchain para cada transacción hecha a través de la dirección. Este aparecerá en el tablero de pagos del proyecto cuando alguien pague a esta dirección.
fr: Le mémo en chaîne pour chaque transaction réalisée par biais de l'adresse. Il apparaîtra dans le flux de paiement du projet quand quelqu'un paie à cette adresse.
pt: A nota onchain para cada transação feita a partir do endereço. Isso irá aparecer no feed de pagamentos do projeto quando alguém pagar a esse endereço.
tr: Adres aracılığıyla yapılan her işlem için zincir üstü not. Birisi bu adrese ödeme yaptığında projenin ödeme akışında bu not görünecektir.

source: The percentage this individual receives of the overall {reservedRate}% reserved token allocation
es: El porcentaje que éste individuo recibe del {reservedRate}% total de asignación de tokens reservados
fr: Le pourcentage que cet individu reçoit de l'allocation globale {reservedRate}% de tokens réservés
pt: A porcentagem que este indivíduo recebe do {reservedRate}% total de alocação de token reservado
tr: Bu kişinin toplam %{reservedRate} rezerve token tahsisinden aldığı yüzde

source: The project owner may mint any supply of tokens at any time, diluting the token share of all existing contributors.
es: El dueño del proyecto puede acuñar cualquier oferta de tokens en cualquier momento, diluyendo así la porción de tokens de todos los contribuyentes existentes.
fr: Le propriétaire du projet peut frapper n'importe quelle offre de tokens à tout moment, diluant la part de tokens de tous les contributeurs existants.
pt: O dono do projeto pode criar qualquer quantidade de tokens a qualquer momento, diluindo o valor dos tokens de todos os contribuidores.
ru: Владелец проекта может чеканить любое количество токенов в любое время, уменьшая долю токенов всех существующих участников.
tr: Proje sahibi, herhangi bir zamanda herhangi bir miktarda token basarak tüm mevcut katkı sahiplerinin token payını azaltabilir.

source: The project owner may reconfigure this funding cycle at any time, without notice.
es: El dueño del proyecto puede reconfigurar este ciclo de financiamiento en cualquier momento, sin necesidad de notificar.
fr: Le propriétaire du projet peut modifier les paramètres de ce cycle de financement à tout moment, sans préavis.
pt: O dono deste projeto pode reconfigurar o ciclo de financiamento a qualquer momento, sem aviso prévio.
ru: Владелец проекта может изменить конфигурацию этого цикла финансирования в любое время без предварительного уведомления.
tr: Proje sahibi, bu finansman döngüsünü, herhangi bir zamanda, bildirimde bulunmadan yeniden yapılandırabilir.

source: The project token's issuance rate will decrease by this percentage every funding cycle. A higher discount rate will incentivize contributors to pay the project earlier.
es: La tasa de emisión del token del proyecto bajará por este porcentaje cada ciclo de financiamiento. Una tasa de descuento más alta incentivará a los contribuyentes a pagar el proyecto antes.
fr: Le taux d'émission de token de votre projet diminuera de ce pourcentage à chaque cycle de financement. Un taux de remise plus élevé incitera les financeurs à payer votre projet plus tôt.
pt: A taxa de emissão de token do seu projeto irá diminuir de acordo com essa porcentagem a cada ciclo de financiamento. Uma taxa de desconto maior irá incentivar que contribuidores paguem o projeto mais cedo.
tr: Proje token'ı çıkarma oranı, her finansman döngüsünde bu yüzde oranında azalacaktır. Daha yüksek bir indirim oranı, katkıda bulunanları projeye daha erken ödeme yapmaya teşvik edecektir.
