Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: When token minting is allowed, the owner of this project has permission to mint any number of tokens to any address at their discretion. This has the effect of diluting all current token holders, without increasing the project's treasury balance. The project owner can reconfigure this along with all other properties of the funding cycle.
es: Cuando acuñar tokens es permitido, el dueño de este proyecto tiene permiso de acuñar cualquier número de tokens para cualquier dirección a su discreción. Esto tiene el efecto de diluir a todos los poseedores de tokens actuales, sin incrementar el saldo de la tesorería del proyecto. El dueño del proyecto puede reconfigurar esto junto con todas las demás propiedades del ciclo de financiamiento.
fr: Lorsque la frappe de tokens est autorisée, le propriétaire de ce projet a la permission de frapper n'importe quel nombre de tokens vers n'importe quelle adresse de son choix. Cela a pour effet de diluer tous les détenteurs de tokens actuels, sans augmenter le solde de trésorerie du projet. Le propriétaire du projet peut le reconfigurer avec tous les autres paramètres du cycle de financement.
pt: Quando a criação de tokens é permitida, o dono deste projeto tem permissão de criar qualquer número de tokens para qualquer endereço à seu critério. Isso tem o efeito de diluir os detentores de token, sem aumentar o saldo do projeto. O dono do projeto pode reconfigurar isso junto de todas as outras propriedades do ciclo de financiamento.
ru: Когда допускается обработка токенов, владелец этого проекта имеет разрешение на удаление любого количества токенов на любой адрес по своему усмотрению. Это влечет за собой размытие всех текущих владельцев токенов без увеличения казначейского баланса проекта. Владелец проекта может перенастроить это вместе со всеми остальными свойствами цикла финансирования.
tr: Token basımına izin verildiğinde bu projenin sahibi, kararı kendisine ait olmak üzere, herhangi bir adrese, herhangi bir sayıda token basma iznine sahip olacaktır. Bu, projenin hazine bakiyesini artırmadan tüm mevcut token sahiplerinin etkisini azaltabilir. Proje sahibi bunu, finansman döngüsünün diğer tüm özellikleriyle birlikte yapılandırabilir.

source: Whenever someone pays your project, this percentage of the newly minted tokens will be reserved and the rest will go to the payer. Reserve tokens are reserved for the project owner by default, but can also be allocated to other wallet addresses by the owner. Once tokens are reserved, anyone can "mint" them, which distributes them to their intended receivers.
es: Cuando sea que alguien pague tu proyecto, este porcentaje de tokens recién acuñados será reservado y el resto irá al pagador. Los tokens de reserva son reservados para el dueño del proyecto por defecto, pero también pueden ser asignados a otras direcciones de billeteras por el dueño. Una vez que los tokens son reservados, cualquiera puede "acuñarlos", lo que los distribuye a sus receptores previstos.
pt: Quando alguém paga seu projeto, essa porcentagem de tokens recém emitidos será reservada e o resto irá para quem pagou. Os tokens reservados estão reservados por padrão, mas também podem ser alocados em outros endereços de carteiras pelo proprietário. Uma vez que os tokens estão reservados, qualquer um pode "emití-los", que, por sua vez, distribuem-nos para seus recipientes esperados.
tr: Birisi projenize ödeme yaptığında yeni basılan bu token yüzdesi rezerve edilecek ve geri kalanı ödeme yapan kişiye gidecektir. Rezerve token'lar, varsayılan olarak proje sahibi için rezerve edilir ancak proje sahibi tarafından diğer cüzdan adreslerine de tahsis edilebilir. Token'lar rezerve edildikten sonra herkes onları "basabilir" ve bu işlem, onları amaçlanan alıcılarına dağıtır.

source: Who funds Juicebox projects?
es: ¿Quién financia los proyectos en Juicebox?
fr: Qui finance les projets Juicebox ?
pt: Quem financia os projetos do Juicebox?
ru: Кто финансирует проекты Juicebox?
tr: Juicebox projelerini kim finanse ediyor?

source: Who is Peel?
es: ¿Quién es Peel?
fr: Qu'est-ce que Peel ?
pt: Quem é Peel?
ru: Кто такой Peel?
tr: Peel kimdir?

source: Why Ethereum?
es: ¿Por qué Ethereum?
fr: Pourquoi Ethereum ?
pt: Por que Ethereum?
ru: Почему Эфириум/Ethereum?
tr: Neden Ethereum?

source: Why should I want to own a project's tokens?
es: ¿Por qué querría poseer los tokens del proyecto?
fr: Pourquoi devrais-je vouloir posséder les tokens d'un projet ?
pt: Por que eu devo querer possuir tokens de um projeto?
ru: Почему я должен владеть токенами проекта?
tr: Neden bir projenin tokenlerine sahip olmak isteyeyim?

source: Will be rounded to <0/>{0}
es: Será redondeado a <0/>{0}
fr: Ce sera arrondi à <0/>{0}
pt: Será arredondado para <0/>{0}
tr: <0/>{0} değerine yuvarlanacak

source: Will it work on L2s?
es: ¿Va a funcionar en L2s?
fr: Cela fonctionnera-t-il sur les L2s ?
pt: Irá funcionar nos L2s?
ru: Будет ли работать на L2?
tr: L2'lerde çalışacak mı?

source: With Juicebox, projects are built and maintained by motivated punks getting paid transparently, and funded by a community of users and patrons who are rewarded as the projects they support succeed.
es: Con Juicebox, los proyectos están construidos y mantenidos por punks motivados que son remunerados de forma transparente, y financiados por una comunidad de usuarios y patrocinadores que son recompensados a la par con el éxito de los proyectos que apoyan.
fr: Avec Juicebox, les projets sont construits et maintenus par des punks motivés qui sont payés de manière transparente et financés par une communauté d'utilisateurs et de mécènes qui sont récompensés au fur et à mesure que les projets qu'ils soutiennent réussissent.
pt: Com Juicebox, projetos são construídos e mantidos por “punks” motivados, sendo pagos de forma transparente, e financiados por uma comunidade de usuários e patrocinadores que são recompensados conforme os projetos que eles apoiam são bem sucedidos.
ru: С помощью Juicebox проекты создаются и поддерживаются мотивированными панками, получающими оплату и финансируемыми сообществом пользователей и покровителей, которые получают вознаграждение по мере успеха проектов, которые они поддерживают.
tr: Juicebox ile projeler, motive olmuş punklar tarafından şeffaf bir şekilde ödenir ve destekledikleri projeler başarılı oldukça ödüllendirilen bir kullanıcı ve kullanıcı topluluğu tarafından finanse edilir ve sürdürülür.

source: With no funding cycles, the project's owner can start a new funding cycle (Funding Cycle #2) on-demand. <0>Learn more.</0>
es: Sin ciclos de financiamiento, el dueño de proyecto puede empezar un nuevo ciclo de financiamiento (Ciclo de Financiamiento #2) a discreción. <0>Aprende más.</0>
fr: En l'absence de cycles de financement, le propriétaire du projet peut démarrer un nouveau cycle de financement (cycle de financement #2) à la demande. <0>En savoir plus.</0>
pt: Sem ciclos de financiamento, o proprietário do projeto pode começar um novo ciclo de financiamento (#2 Ciclo de Financiamento) no momento desejado. <0>Saiba mais.</0>
tr: Finansman döngüsü tanımlanmamışsa, proje sahibi talep üzerine yeni bir finansman döngüsü (2. Finansman Döngüsü) başlatabilir. <0>Daha fazla bilgi edinin.</0>

source: Withdraw
es: Retirar
fr: Retirer
pt: Retirar
ru: Снятие
tr: Çek

source: Withdraw funds
es: Retirar fondos
fr: Retirer les fonds
pt: Sacar fundos
ru: Вывести средства
tr: Fonları çek

source: Workspace
es: Espacio de trabajo
fr: Espace de travail
pt: Área de trabalho
ru: Рабочее пространство
tr: Çalışma Alan

source: Would you like to issue an ERC-20 token to be used as this project's token?
es: ¿Deseas emitir un token ERC-20 para ser usado como token de este proyecto?
fr: Souhaitez-vous émettre un token ERC-20 à utiliser comme token de ce projet ?
pt: Você desejaria emitir um token ERC-20 para que seja usado como um token do projeto?
ru: Хотите ли вы выпустить токен ERC-20, который будет использоваться в качестве токена этого проекта?
tr: Bu projenin token'ı olarak kullanılmak üzere bir ERC-20 token'ı çıkartmak ister misiniz?

source: Yes
es: Sí
fr: Oui
pt: Sim
ru: Да
tr: Evet

source: You can edit your project details after creation at any time, but the transaction will cost gas.
es: Puedes editar los detalles de tu proyecto tras su creación en cualquier momento, pero la transacción costará gas.
fr: Vous pouvez modifier les détails de votre projet à tout moment après sa création, mais la transaction coûtera du gaz.
pt: Você pode editar os detalhes do seu projeto após a criação, a qualquer momento, mas a transação irá custar gás.
tr: Proje ayrıntılarınızı oluşturduktan sonra istediğiniz zaman düzenleyebilirsiniz, ancak işlem gas maliyeti doğuracaktır.

source: You can redeem your {tokenTextLong} for overflow without claiming them. You can transfer your unclaimed {tokenTextLong} to another address from the Tools menu, which can be accessed from the wrench icon in the upper right hand corner of this project.
es: Puedes canjear tus {tokenTextLong} por excedente sin reclamarlos. Puedes transferir tus {tokenTextLong} no reclamados a otra dirección del menú de Herramientas, que puede ser accesado desde el ícono de la herramienta en la esquina superior derecha de este proyecto.
fr: Vous pouvez toujours récupérer vos tokens {tokenTextLong} de l'overflow sans les réclamer. Vous pouvez transférer vos tokens non réclamés {tokenTextLong} vers une autre adresse à partir du menu Outils, accessible à partir de l'icône clé dans le coin supérieur droit de ce projet.
pt: Você pode resgatar seus {tokenTextLong} para overflow sem reivindica-los. Você pode transferir seus {tokenTextLong} não-reivindicados para outro endereço do menu de Ferramentas, o qual pode ser acessado pelo icone de chave-inglesa no canto superior direito deste projeto.
ru: Вы можете выкупить свои {tokenTextLong} для переполнения, не заявляя о них. Вы можете перевести невостребованный {tokenTextLong} на другой адрес из меню Инструменты, доступ к которому можно получить с помощью значка гаечного ключа в правом верхнем углу этого проекта.
tr: {tokenTextLong} token'larınızı hak talebinde bulunmadan taşma için kullanabilirsiniz. Bu projenin sağ üst köşesindeki İngiliz anahtarı simgesinden erişilebilen Araçlar menüsünden talep edilmemiş {tokenTextLong} token'larınızı başka bir adrese aktarabilirsiniz.

source: You can still redeem your {tokenSymbol} tokens for overflow without claiming them, and you can transfer your unclaimed {tokenSymbol} tokens to another address from the Tools menu, which can be accessed from the wrench icon in the upper right hand corner of this project.
es: Todavía, puedes canjear tus tokens {tokenSymbol} por el exceso sin reclamarlos y puedes transferir tus tokens {tokenSymbol} sin reclamar a otra dirección desde el menú de Herramientas, el cual puedes encontrar en el icóno de la llave inglesa en la esquina superior derecha de este proyecto.
fr: Vous pouvez toujours récupérer vos tokens {tokenSymbol} de l'overflow sans les réclamer, et vous pouvez transférer vos tokens {tokenSymbol} non réclamés vers une autre adresse à partir du menu Outils, accessible à partir de l'icône en forme de clé anglaise dans le coin supérieur droit de ce projet. .
pt: Você ainda pode resgatar seus tokens {tokenSymbol} para overflow sem reivindica-los e pode transferir seus tokens {tokenSymbol} não-reivindicados para outro endereço do menu de Ferramentas, o qual pode ser acessado pelo icone de chave-inglesa no canto superior direito deste projeto.
ru: Вы по-прежнему можете выкупить свои {tokenSymbol} токены для переполнения, не требуя их, и вы можете перевести свои невостребованные {tokenSymbol} токены на другой адрес из меню «Инструменты», доступ к которому можно получить с помощью значка гаечного ключа в правом верхнем углу этого проекта.
tr: {tokenSymbol} token'larınızı taşma için talep etmeden de kullanabilir ve talep edilmemiş {tokenSymbol} token'larınızı, bu projenin sağ üst köşesindeki anahtar simgesiyle erişebileceğiniz Araçlar menüsünden başka bir adrese aktarabilirsiniz.

source: You don't have a funding cycle duration. Changes you make will take effect immediately.
es: No tienes una duración de ciclo de financiamiento. Los cambios que hagas surtirán efecto de inmediato.
fr: Vous n'avez pas une durée de cycle de financement. Les modifications que vous apportez prendront effet immédiatement.
pt: Você não possui uma duração de ciclo de financiamento. Mudanças que você fizer terão efeito imediatamente.
ru: У вас нет продолжительности цикла финансирования. Внесенные вами изменения вступят в силу немедленно.
tr: Bir finansman döngüsü süreniz yok. Yaptığınız değişiklikler hemen geçerli olacaktır.

source: You don't hold tokens for any Juicebox project.
es: No holdeas tokens para ningún proyecto de Juicebox.
fr: Vous ne détenez pas de tokens pour aucun projet Juicebox.
pt: Você não possui token de nenhum projeto Juicebox.
ru: Вы не владеете токенами ни для одного проекта Juicebox.
tr: Herhangi bir Juicebox projesi için token tutmuyorsunuz.

source: You have configured for all funds to be distributed from the treasury. Your current payouts do not sum to 100%, so the remainder will go to the project owner.
es: Has configurado que todos los fondos sean distribuidos desde el tesoro. La suma de tus pagos actuales no es 100%, así que el remanente irá al dueño del proyecto.
fr: Vous avez configuré pour que tous les fonds soient distribués à partir de la trésorerie. Vos paiements actuels ne totalisent pas 100%, le reste ira donc au propriétaire du projet.
pt: Você configurou para que todos os fundos sejam distribuídos a partir de sua tesouraria. Os seus pagamentos atuais não somam até 100%, então, o restante irá para o proprietário do projeto.
tr: Tüm fonları hazineden dağıtılacak şekilde yapılandırdınız. Mevcut ödemeleriniz %100'e ulaşmıyor, bu nedenle geri kalan miktar proje sahibine gidecek.

source: You have set a funding cycle target.
es: Has establecido un objetivo del ciclo de financiamiento.
fr: Vous avez défini un objectif du cycle de financement.
pt: Você definiu a meta do ciclo de financiamento.
ru: Вы установили цель цикла финансирования.
tr: Bir finansman döngüsü hedefi belirlediniz.

source: You have unsaved changes. Are you sure you want to discard them?
es: Tienes cambios sin guardar. ¿Estás seguro que deseas descartarlos?
fr: Vous avez des modifications non sauvegardées. Voulez-vous vraiment les supprimer ?
pt: Você tem mudanças não salvas. Você tem certeza que quer descartar elas?
tr: Kaydedilmemiş değişiklikleriniz mevcut. Değişiklikleri iptal etmek istediğinizden emin misiniz?

source: You haven't created any projects yet.
es: No has creado ningún proyecto todavía.
fr: Vous n'avez pas encore créé aucun projet.
pt: Você ainda não criou nenhum projeto.
ru: Вы еще не создали ни одного проекта.
tr: Henüz herhangi bir proje oluşturmadınız.

source: You will receive minimum {minReturnedTokensFormatted} ETH
es: Recibirás al menos {minReturnedTokensFormatted} ETH
fr: Vous recevrez un minimum {minReturnedTokensFormatted} d'ETH
pt: Você receberá um mínimo de {minReturnedTokensFormatted} ETH
ru: Вы будете получать минимум {minReturnedTokensFormatted} ETH
tr: En az {minReturnedTokensFormatted} ETH alacaksınız

source: You will receive {0}{1} ETH
es: Vas a recibir {0}{1} ETH
fr: Vous recevrez {0}{1} ETH
pt: Você receberá {0}{1} ETH
ru: Вы получите {0}{1} ETH
tr: {0}{1} ETH alacaksınız

source: You will receive {minReturnedTokensFormatted} ETH
es: Recibirás {minReturnedTokensFormatted} ETH
fr: Vous recevrez {minReturnedTokensFormatted} d'ETH
pt: Você receberá {minReturnedTokensFormatted} ETH
ru: Вы получите {minReturnedTokensFormatted} ETH
tr: {minReturnedTokensFormatted} ETH alacaksınız

source: You'll be able to issue ERC-20 tokens once your project contract has been deployed. Until then, the protocol will track token balances, allowing your supporters to earn tokens and redeem for overflow in the meantime.
es: Podrás emitir tokens ERC-20 una vez el contrato de tu proyecto haya sido desplegado. Hasta entonces, el protocolo rastreará mientras tanto los balances de los tokens, permitiendo a tus seguidores ganar tokens y canjearlos por el excedente.
fr: Vous pourrez émettre des tokens ERC-20 une fois votre contrat de projet déployé. Jusque-là, le protocole suivra les soldes de tokens, permettant à vos financeurs de gagner des tokens et de les récupérer de l'overflow entre-temps.
pt: Você poderá emitir tokens ERC-20 uma vez que o contrato de seu projeto tenha sido lançado. Até lá, o protocolo rastreará os saldos de tokens, permitindo, enquanto isso, que os seus apoiadores ganhem tokens e os resgatem por overflow.
ru: Вы сможете выпускать ERC-20 токены после того, как ваш контракт по проекту будет установлен. До тех пор протокол будет отслеживать балансы токенов, позволяя вашим сторонникам заработать токены и использовать их для переполнения.
tr: Proje sözleşmeniz dağıtıldıktan sonra ERC-20 token'larını çıkarabileceksiniz. O zamana kadar protokol, token bakiyelerini takip ederek destekçilerinizin bu arada token kazanmasına ve onları taşma için kullanmasına izin verecektir.

source: Your Juicebox project has no active funding cycle. Launch a funding cycle to re-enable payments on your project.
es: Tu proyecto Juicebox no tiene ciclo de financiamiento activo. Lanza un ciclo de financiamiento para volver a habilitar los pagos en tu proyecto.
fr: Votre projet Juicebox n'a pas de cycle de financement actif. Lancez un cycle de financement pour réactiver les paiements dans votre projet.
pt: O seu projeto Juicebox não tem nenhum ciclo de financiamento ativo. Lance um ciclo de financiamento para reativar os pagamentos do seu projeto.
tr: Juicebox projenizin aktif bir finansman döngüsü yok. Projenizde ödemeleri yeniden etkinleştirmek için bir finansman döngüsü başlatın.

source: Your balance
es: Tu balance
fr: Votre solde
pt: Seu saldo
ru: Ваш баланс
tr: Bakiyeniz

source: Your funding cycle configuration has been pre-populated using the configuration you originally launched with. If you need to customize it, contact us.
es: Tu configuración de ciclo de financiamiento se ha pre-llenado con la configuración con la que se lanzó originalmente. Si necesitas personalizarlo, contáctanos.
fr: Les paramètres de votre cycle de financement ont été préremplis à l'aide des paramètres initialement utilisés pour le lancer. Si vous avez besoin de le personnaliser, contactez-nous.
pt: A configuração do seu ciclo de financiamento tem sido pré-preenchida usando a configuração com que você, originalmente, lançou. Caso precise de customizá-la, entre em contato conosco.
tr: Finansman döngüsü yapılandırmanız, ilk başlattığınız yapılandırma kullanılarak önceden doldurulmuştur. Özelleştirmeniz gerekiyorsa, bizimle iletişime geçin.

source: Your new payable address:
es: Tu nueva dirección pagable:
fr: Votre nouvelle adresse de paiement :
pt: Seu novo endereço de pagamento:
ru: Ваш новый адрес для оплаты:
tr: Yeni ödeme adresiniz:

source: Your project can still receive payments directly through the Juicebox protocol contracts.
es: Tu proyecto aún puede recibir pagos directamente a través de los contratos del protocolo Juicebox.
fr: Votre projet pourra encore recevoir des paiements directement à travers les contrats du protocole Juicebox.
pt: Seu projeto ainda pode receber pagamentos diretamente através do protocolo de contratos Juicebox.

source: Your project cannot receive direct payments while paused.
es: Tu proyecto no puede recibir pagos directos mientras se encuentre en pausa.
fr: Votre projet ne peut pas recevoir de paiements directs lorsqu'il est en pause.
pt: O seu projeto não poderá receber pagamentos diretos enquanto se encontrar pausado.
ru: Ваш проект не может получать прямые платежи в то время как он приостановлен.
tr: Projeniz duraklatıldığında doğrudan ödeme alamaz.

source: Your project is funded across funding cycles. A funding cycle has a funding target and a duration. Your project's funding cycle configuration will depend on the kind of project you're starting.
es: Tu proyecto está financiado a través de los ciclos de financiamiento. Un ciclo de financiamiento tiene un objetivo y una duración. La configuración del ciclo de financiamiento de tu proyecto dependerá del tipo de proyecto que estés iniciando.
fr: Votre projet est financé sur plusieurs cycles de financement. Un cycle de financement a un objectif de financement et une durée. La configuration du cycle de financement de votre projet dépendra du type de projet que vous démarrez.
pt: O seu projeto é financiado através dos ciclos de financiamento. Um ciclo de financiamento tem um objetivo e uma duração. A configuração do ciclo de financiamento de seu projeto dependerá do tipo de projeto que você esteja iniciando.
ru: Ваш проект финансируется через циклы финансирования. Цикл финансирования имеет цель финансирования и продолжительность. Конфигурация цикла финансирования вашего проекта будет зависеть от типа проекта, который вы начинаете.
tr: Projeniz finansman döngüleri boyunca finanse edilir. Bir finansman döngüsü, bir finansman hedefine ve süreye sahiptir. Projenizin finansman döngüsü yapılandırması, başlattığınız projenin türüne bağlı olacaktır.

source: Your project will appear archived, and won't be able to receive payments through the juicebox.money app. You can unarchive a project at any time. Allow a few days for your project to appear under the "archived" filter on the Projects page.
es: Tu proyecto aparecerá archivado, y no podrá recibir pagos a través de la app juicebox.money. Puedes desarchivar un proyecto en cualquier momento. Dale unos días a tu proyecto para que aparezca bajo el filtro "archivado" en la página de Proyectos.
pt: O seu projeto aparecerá arquivado e não poderá receber pagamentos através do app juicebox.money. Você pode desarquivar um projeto a qualquer momento. Aguarde alguns dias para que o seu projeto apareça sob o filtro "arquivado" na Página de Projetos.

source: Your project will be created on the Juicebox V2 contracts. <0>Learn more.</0>
es: Tu proyecto será creado en los contratos de Juicebox V2. <0>Aprende más.</0>
fr: Votre projet sera créé sur les contrats de Juicebox V2.<0>En savoir plus.</0>
pt: Seu projeto será criado nos contratos Juicebox V2. <0>Saiba mais.</0>
ru: Ваш проект будет создан на контрактах Juicebox V2. <0> Узнайте больше.</0>
tr: Projeniz Juicebox V2 sözleşmeleri üzerinde oluşturulacaktır. <0>Daha fazla bilgi edinin</0>

source: Your project will immediately appear active on the juicebox.money app. Please allow a few days for it to appear in the "active" projects list on the Projects page.
es: Tu proyecto inmediatamente aparecerá activo en la app juicebox.money. Por favor da unos días para que aparezca en la lista de proyectos "activos" en la Página de Proyectos.
fr: Votre projet apparaîtra immédiatement actif sur l'application juicebox.money. Veuillez patienter quelques jours pour qu'il apparaisse dans la liste des projets "actifs" sur la page Projets.
pt: O seu projeto irá imediatamente aparecer ativo no app juicebox.money. Por favor, aguarde alguns dias para que apareça na lista de projetos "ativos" na Página de Projetos.
ru: Ваш проект сразу станет активным в приложении juicebox.money. Пожалуйста, дайте несколько дней, чтобы он появился в списке "активных" проектов на странице Проекты.
tr: Projeniz juicebox.money uygulamasında hemen aktif olarak görünecektir. Projenizin projeler sayfasında, "aktif projeler" listesinde görünmesi için lütfen birkaç gün bekleyin.
