Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: Mint tokens to a custom address.
es: Acuña tokens a una dirección personalizada.
fr: Frapper des tokens vers une adresse personnalisée.
pt: Crie tokens para um endereço personalizado.
ru: Чеканка жетонов на пользовательский адрес.
tr: Token'ları özel bir adrese basın.

source: Mint {tokensLabel}
es: Acuñar {tokensLabel}
fr: Frapper {tokensLabel}
pt: Criar {tokensLabel}
ru: Чеканить {tokensLabel}
tr: {tokensLabel} token'larını bas

source: Mint {tokensTokenLower}
es: Acuñar {tokensTokenLower}
fr: Frapper {tokensTokenLower}
pt: Criar {tokensTokenLower}
ru: Чеканить {tokensTokenLower}
tr: {tokensTokenLower} token'larını bas

source: Minutes
es: Minutos
pt: Minutos
tr: Dakika

source: Move your {tokensLabel} from the Juicebox contract to your wallet.
es: Mueve tus {tokensLabel} del contrato de Juicebox a tu billetera.
fr: Transférer vos {tokensLabel} du contrat Juicebox vers votre portefeuille.
pt: Mova seus {tokensLabel} do contrato do Juicebox para sua carteira.
ru: Переместите {tokensLabel} из контракта Juicebox в свой кошелек.
tr: {tokensLabel} token'larınızı Juicebox sözleşmesinden cüzdanınıza taşıyın.

source: My Projects
es: Mis proyectos
fr: Mes Projets
pt: Meus Projetos
ru: Мои проекты
tr: Projelerim

source: NO LIMIT
es: SIN LÍMITE
fr: AUCUNE LIMITE
pt: SEM LIMITE
ru: БЕЗ ОГРАНИЧЕНИЯ
tr: LİMİT YOK

source: Name
es: Nombre
fr: Nom
pt: Nome
ru: Название
tr: İsim

source: New
es: Nuevo
fr: Nouveau
pt: Novo
ru: Новый
tr: Yeni

source: Newly minted {tokenSymbolPlural} <0>received by contributors</0> per ETH they contribute to the treasury.
es: Los {tokenSymbolPlural} recién acuñados <0>recibidos por contribuyentes</0> por cada ETH que contribuyen al tesoro.
pt: {tokenSymbolPlural}, recentemente emitidos, <0>recebidos pelos contribuidores</0> por ETH que eles contribuíram para a tesouraria.
tr: Hazineye katkıda bulundukları ETH başına, <0>katkıda bulunanlar tarafından alınan</0> yeni basılan {tokenSymbolPlural} miktarı.

source: Next: Funding cycle
es: Siguiente: Ciclo de financiamiento
fr: Suivant : Cycle de financement
pt: Próximo: Ciclo de financiamento
ru: Следующее: Цикл финансирования
tr: Sonraki: Finansman döngüsü

source: Next: Review and deploy
es: Siguiente: Revisar y desplegar
fr: Suivant : Réviser et appliquer
pt: Próximo: Revisar e implementar
ru: Следующее: Обзор и развертывание
tr: Sonraki: İncele ve başlat

source: No active funding cycle.
es: No hay ciclo de financiamiento activo.
fr: Aucun cycle de financement actif.
pt: Nenhum ciclo de financiamento ativo.
tr: Aktif finansman döngüsü yok.

source: No activity yet
es: Sin actividad, todavía
fr: Aucune activité
pt: Nenhuma atividade ainda
ru: Нет активности
tr: Henüz etkinlik yok

source: No funding target: The project will control how all funds are distributed, and none can be redeemed by token holders.
es: Sin meta-objetivo de financiamiento: Este proyecto va a controlar cómo serán distribuidos todos los fondos, y ninguno podrá ser canjeado por los tenedores de los tokens.
fr: Aucun objectif de financement : le projet contrôlera la manière dont tous les fonds sont distribués, et rien ne pourra être récupéré par les titulaires de tokens.
pt: Sem meta de financiamento: Este projeto irá controlar como serão distribuídos todos os fundos e nada poderá ser resgatado pelos titulares de tokens.
ru: Нет цели финансирования: проект будет контролировать, как распределяются все средства, и ничего не может быть обменяно владельцами токенов.
tr: Finansman hedefi yok: Proje, tüm fonların nasıl dağıtılacağını kontrol eder ve hiçbiri token sahipleri tarafından talep edilemez.

source: No funds can be distributed out of the treasury. Funds can only be accessed by token holders redeeming their tokens.
es: No se pueden distribuir fondos afuera del tesoro. Solo los poseedores de tokens pueden acceder a los fondos canjeando sus tokens.
fr: Aucun fonds ne peut être distribué en dehors de la trésorerie. Les fonds ne sont accessibles qu'aux détenteurs de tokens qui échangent leurs tokens.
pt: Os fundos não podem ser distribuídos para fora da tesouraria. Os fundos podem ser acessados apenas por titulares de token ao resgatarem os tokens.
tr: Hazineden para dağıtılamaz. Fonlara yalnızca token'larını kullanan token sahipleri erişebilir.

source: No limit (infinite)
es: Sin límite (infinito)
fr: Aucune limite (infini)
pt: Sem limite (infinito)
ru: Без ограничений (бесконечный)
tr: Limit yok (sonsuz)

source: No more than the funding cycle target can be distributed by the project in a single funding cycle.
es: No más que el objetivo del ciclo de financiación puede ser distribuido por el proyecto en un solo ciclo de financiación.
fr: Seulement l'objectif du cycle de financement peut être distribué par le projet en un seul cycle.
pt: Apenas o objetivo do ciclo de financiamento pode ser distribuído pelo projeto em um único ciclo de financiamento.
ru: Не более одного целевого показателя цикла финансирования можно распределить по проекту в рамках одного цикла финансирования.
tr: Tek bir finansman döngüsünde proje, finansman döngüsü hedefinden daha fazlasını dağıtamaz.

source: No past funding cycles
es: Sin ciclos de financiamiento pasados
fr: Aucun cycle de financement précédent
pt: Nenhum ciclo de financiamento passado
ru: Нет прошлых циклов финансирования
tr: Geçmiş finansman döngüsü yok

source: No strategy
es: Sin estrategia
fr: Aucune stratégie
pt: Sem estratégia
ru: Нет стратегии/или плана
tr: Strateji yok

source: No target
es: Sin meta-objetivo de financiamiento
fr: Aucun objectif
pt: Sem meta
ru: Нет цели
tr: Hedef yok

source: No target set.
es: Sin meta-objetivo establecida.
fr: Aucun objectif défini.
pt: Sem meta definida.
ru: Цель не установлена.
tr: Hedef belirlenmedi.

source: Not a valid ETH address
es: No es una dirección de ETH

source: Not set
es: No establecido
fr: Pas encore défini
pt: Não estabelecido
ru: Не установлено
tr: Ayarlanmadı

source: Note
es: Nota
fr: Remarque
pt: Nota
ru: Примечание
tr: Not

source: Note: Tokens can be minted manually when allowed in the current funding cycle. This can be changed by the project owner for upcoming cycles.
es: Nota: los tokens pueden ser acuñados manualmente cuando se permita en el ciclo de financiamiento actual. Esto puede ser cambiado por dueño del proyecto para ciclos próximos.
fr: Remarque : Les tokens peuvent être frappés manuellement lorsqu'ils sont autorisés dans le cycle de financement en cours. Cela peut être modifié par le propriétaire du projet pour les prochains cycles.
pt: Nota: Tokens podem ser criados manualmente quando permitidos no atual ciclo de financiamento. Isso pode ser modificado pelo proprietário do projeto para os próximos ciclos.
ru: Примечание: Токены могут быть отчеканены вручную, если это разрешено в текущем цикле финансирования. Это может быть изменено владельцем проекта для последующих циклов.
tr: Not: Token'lar, mevcut finansman döngüsünde izin verildiğinde manuel olarak basılabilir. İzin, sonraki döngüler için proje sahibi tarafından değiştirilebilir.

source: Notice from {0}:
es: Aviso de {0}:
fr: Notification de {0} :
pt: Aviso de {0}:
ru: Уведомление от {0}:
tr: {0} tarafından yapılan bildirim:

source: Once launched, your first funding cycle <0>can't be changed</0>. You can reconfigure upcoming funding cycles according to the project's <1>reconfiguration rules</1>.
es: Una vez lanzado, tu primer ciclo de financiamiento <0>no se puede cambiar</0>. Puedes reconfigurar los ciclos próximos de acuerdo a las <1>reglas de reconfiguración</1> del proyecto.
fr: Une fois lancé, votre premier cycle de financement <0>ne peut plus être modifié</0>. Vous pouvez reparamétrer les cycles de financement à venir selon les <1>règles de reparamétrage</1> du projet.
pt: Uma vez lançado, o seu primeiro ciclo de financiamento <0>não pode ser modificado</0>. Você pode reconfigurar os próximos ciclos de financiamento de acordo com <1>as regras de reconfiguração</1> do projeto.
tr: Bir kez başlatıldığında, ilk finansman döngünüz <0>değiştirilemez</0>. Yaklaşan finansman döngülerini projenin <1>yeniden yapılandırma kurallarına</1> göre yeniden yapılandırabilirsiniz.

source: Other assets in this project's owner's wallet.
es: Otros activos en la billetera del dueño de este proyecto.
fr: Autres actifs dans le portefeuille du propriétaire de ce projet.
pt: Outros ativos na carteira do proprietário deste projeto.
ru: Другие активы в кошельке владельца этого проекта.
tr: Bu projenin sahibinin cüzdanındaki diğer varlıklar.

source: Overflow
es: Excedente
tr: Taşma

source: Overflow is created if your project's balance exceeds your funding cycle target. Overflow can be redeemed by your project's token holders.
es: El excedente es creado si el saldo de tu proyecto excede el objetivo de financiamiento. El exceso puede ser canjeado por los poseedores de tokens de tu proyecto.
fr: Un overflow est créé si le solde de votre projet dépasse votre objectif de financement du cycle. L'overflow peut être récupéré par les détenteurs de tokens de votre projet.
pt: Overflow é criado se o saldo do seu projeto exceder o meta do seu ciclo de financiamento. O overflow pode ser resgatado pelos titulares do token do seu projeto.
ru: Переполнение создается, если остаток вашего проекта превышает цель цикла финансирования. Переполнение может быть использовано владельцами токенов вашего проекта.
tr: Projenizin bakiyesi finansman döngüsü hedefinizi aşarsa taşma oluşur. Taşma, projenizin token sahipleri tarafından talep edilerek kullanılabilir.

source: Owner can mint tokens at any time.
es: El dueño puede acuñar tokens en cualquier momento.
fr: Le propriétaire peut frapper des tokens à tout moment.
pt: O proprietário é capaz de emitir tokens a qualquer momento.
ru: Владелец может минтить токены в любое время.
tr: Proje sahibi, istediği zaman token basabilir.

source: Owner is not allowed to mint tokens.
es: El dueño no está autorizado para emitir tokens.
fr: Le propriétaire n'est pas autorisé à frapper des tokens.
pt: O proprietário não é capaz de emitir tokens.
ru: Владельцу не разрешается минтить токены.
tr: Proje sahibinin token basmasına izin verilmez.

source: Owner token minting
es: Acuñación de tokens por el dueño
fr: Frappe de token par le propriétaire
pt: Proprietário do token emitido

source: Owner tools
es: Herramientas del propietario
fr: Outils du propriétaire
pt: Ferramentas do proprietário

source: Paid
es: Pagado
fr: Payé
pt: Pago

source: Paid as <0/>
es: Pagado como <0/>
fr: Payé comme <0/>
pt: Pago como <0/>
ru: Оплачено как <0/>
tr: <0/> olarak ödendi

source: Pause payments
es: Pausar pagos
fr: Suspendre les paiements
pt: Pausar pagamentos
ru: Приостановить платежи
tr: Ödemeleri duraklat

source: Pause received payments
es: Pausar pagos recibidos
fr: Suspendre les paiements reçus
pt: Pausar pagamentos recebidos
ru: Приостановить полученные платежи
tr: Alınan ödemeleri duraklat

source: Paused
es: Pausado
fr: Suspendu
pt: Pausado
ru: Приостановлено
tr: Duraklatıldı

source: Pay
es: Pagar
fr: Payer
pt: Pagar
ru: Оплатить
tr: Ödeme

source: Pay amount
es: Pagar cantidad
fr: Payer le montant
pt: Pagar o montante
ru: Сумма платежа
tr: Ödeme miktarı

source: Pay amount must be greater than 0.
es: El monto del pago debe ser mayor que 0.
fr: Le montant à payer doit être supérieur à 0.
pt: O valor do pagamento deve ser maior que 0.
ru: Сумма платежа должна быть больше 0.
tr: Ödeme tutarı 0'dan büyük olmalıdır.

source: Pay button
es: Botón de pago
fr: Bouton "payer"
pt: Botão de pagar
ru: Кнопка "Оплатить"
tr: Ödeme butonu

source: Pay button text
es: Texto del botón de pago
fr: Texte du bouton "payer"
pt: Texto do botão "pagar"
ru: Кнопка оплаты
tr: Ödeme butonu metni

source: Pay disclosure
es: Declaración por pago
fr: Déclaration pour le paiement
pt: Pagar divulgação
ru: Раскрытие информации о платеже
tr: Ödeme açıklaması

source: Pay {0}
es: Pagar {0}
fr: Payer {0}
pt: Pagar {0}
ru: Заплатить {0}
tr: {0} Öde

source: Payer
es: Pagador
fr: Payeur
pt: Pagador
ru: Плательщик
tr: Ödeyen

source: Paying <0>{0}</0> is not an investment — it's a way to support the project. Any value or utility of the tokens you receive is determined by {1}.
es: Pagar <0>{0}</0> no es una inversión; es una manera de apoyar el proyecto. Cualquier valor o utilidad de los tokens que recibas es determinada por {1}.
fr: Un paiement <0>{0}</0> n'est pas un investissement, c'est une façon de soutenir le projet. Toute valeur ou utilité des tokens que vous recevez est déterminée par {1}.
pt: Pagar <0>{0}</0> não é um investimento — é uma forma de apoiar o projeto. Qualquer valor ou aplicabilidade dos tokens que recebe está determinado por {1}.
ru: Оплата {0} не является вложением – это способ поддержать проект. Любое значение или ценность полученных вами токенов определяется {1}.
tr: <0>{0}</0> ödemek bir yatırım değil, projeyi desteklemenin bir yoludur. Aldığınız token'ların değeri veya faydası {1} tarafından belirlenir.

source: Paying this project is currently disabled, because the token reserved rate is 100% and no tokens will be earned by making a payment.
es: Actúalmente, los pagos a este proyecto se encuentran desactivados dado que la tasa de reservación es del 100% y ningún token será ganado al hacer un pago.
fr: Le paiement de ce projet est actuellement désactivé, car le taux de token réservé est de 100 % et aucun token ne sera gagné en effectuant un paiement.
pt: O pagamento deste projeto está atualmente desabilitado, pois a taxa de reserva do token exclusivo está em 100% e nenhum token será ganhado ao fazer o pagamento.
ru: Платеж этого проекта в настоящее время отключен, потому что ставка зарезервированного токена 100% и токены не будут заработаны путем совершения этого платежа.
tr: Bu projeye ödeme şu anda devredışı çünkü rezerve token oranı %100 ve ödeme yaparak token kazanılamaz.

source: Paying this project is currently disabled.
es: Actúalmente, los pagos a este proyecto se encuentran desactivados.
fr: Le paiement de ce projet est actuellement désactivé.
pt: O pagamento deste projeto está atualmente indisponível.
ru: Оплата этого проекта в настоящее время отключена.
tr: Bu projeye ödeme şu anda devredışı.

source: Payment equivalent
es: Pago equivalente

source: Payment made through payable address
es: Pago hecho a través de una dirección pagable
fr: Paiement effectué par le biais d'une adresse de facturation
pt: Pagamento feito através de endereço de pagamento
tr: Ödeme adresi üzerinden yapılan ödeme

source: Payment memo image
es: Imagen de memo de pago
fr: Mémo image de paiement
pt: A imagem da nota de pagamento
tr: Ödeme notu görüntüsü

source: Payments
es: Pagos
fr: Paiements
pt: Pagamentos
ru: Платежи
tr: Ödemeler

source: Payments are paused for the current funding cycle.
es: Los pagos están pausados para el ciclo de financiamiento en curso.
fr: Les paiements sont suspendus pour le cycle de financement en cours.
pt: Os pagamentos estão pausados para para o atual ciclo de financiamento.
ru: Платежи приостановлены для текущего цикла финансирования.
tr: Mevcut finansman döngüsü için ödemeler duraklatıldı.

source: Payments paused
es: Pagos pausados
fr: Paiements suspendus
pt: Pagamentos pausados
ru: Платежи приостановлены
tr: Ödemeler duraklatıldı

source: Payout recipients
es: Beneficiarios del pago
fr: Bénéficiaires du paiement
pt: Recipientes de pagamento
ru: Получатели выплат
tr: Ödeme alıcıları

source: Payouts
es: Pagos
fr: Paiements
pt: Pagamentos
tr: Ödemeler

source: Payouts (optional)
es: Pagos (opcional)
fr: Paiements (optionnel)
pt: Pagamentos (opcional)
ru: Выплаты (необязательно)
tr: Ödemeler (isteğe bağlı)

source: Payouts to Ethereum addresses incur a {feePercentage}% fee. Your project will receive JBX in return at the current issuance rate.
es: Pagos a direcciones Ethereum incurren en un {feePercentage}% de cuota. Tu proyecto recibirá JBX de regreso acorde a la tasa de emisión actual.
fr: Les paiements aux adresses Ethereum entraînent des frais de {feePercentage}%. Votre projet recevra des JBX en retour, au taux d'émission actuel.
pt: Pagamentos para endereços Ethereum implicam em uma taxa {feePercentage}%. O seu projeto irá receber JBX em troca, na taxa atual de emissão.
ru: При выплатах на адреса Ethereum взимается комиссия в размере {feePercentage}%. Ваш проект получит взамен JBX по текущему курсу.
tr: Ethereum adreslerine yapılan ödemeler için %{feePercentage} ücret alınır. Bunun karşılığında projeniz, mevcut token çıkarma oranında JBX alacaktır.

source: Percent
es: Porcentaje
fr: Pourcentage
pt: Porcentagem
ru: Процент
tr: Yüzde

source: Percentage allocation
es: Asignación porcentual
fr: Pourcentage d'allocation
pt: Porcentagem de alocação
tr: Yüzde tahsisi

source: Percentage:
es: Porcentaje:
fr: Pourcentage :
pt: Porcentagem:
tr: Yüzde:

source: Percentages
es: Porcentajes
fr: Pourcentages
pt: Porcentagens
tr: Yüzdeler

source: Percentages must add up to 100% or less
es: Los porcentajes deben sumar 100% o menos
fr: Les pourcentages doivent totaliser 100% ou moins
pt: Porcentagens devem atingir 100% ou menos
ru: Сумма процентов должна составлять 100 % или меньше
tr: Yüzdelerin toplamı %100 veya daha az olmalıdır

source: Please contact the Juicebox dev team through our <0>Discord</0> to have your project archived.
es: Por favor, contacta al equipo de desarrollo de Juicebox a través de nuestro <0>Discord</0> para archivar tu proyecto.
ru: Пожалуйста, свяжитесь с командой разработчиков Juicebox через наш <0>Discord</0> для архивации вашего проекта.

source: Potential risks
es: Riesgos potenciales
fr: Risques potentiels
pt: Riscos potenciais
ru: Потенциальные риски
tr: Potansiyel riskler

source: Preview
es: Vista previa

source: Preview:
es: Vista previa:
fr: Aperçu :
pt: Pré-visualizar:
ru: Предварительный просмотр:
tr: Önizleme:

source: Project Created
es: Proyecto Creado
fr: Projet Créé
pt: Projeto Criado
tr: Proje Oluşturuldu

source: Project ID must be a number.
es: El ID de proyecto debe ser un número.
fr: L'identifiant du projet doit être un numéro.
pt: A ID do projeto precisa ser um número.
tr: Proje kimliği bir sayı olmalıdır.

source: Project ID:
es: ID de proyecto:
fr: Identifiant du projet :
pt: ID do projeto:
ru: ID проекта:
tr: Proje Kimliği:

source: Project Token
es: Token de proyecto
fr: Token du projet
pt: Token do Projeto
ru: Токен проекта
tr: Proje Token'ı

source: Project configuration
es: Configuración de proyecto
fr: Paramètres du projet
pt: Configuração do projeto
ru: Конфигурация проекта
tr: Proje proje yapılandırması

source: Project created by
es: Proyecto creado por
fr: Projet créé par
pt: Projeto criado por
tr: Projeyi oluşturan

source: Project description
es: Descripción del proyecto
fr: Description du projet
pt: Descrição do projeto
ru: Описание Проекта
tr: Proje açıklaması

source: Project details
es: Detalles del proyecto
fr: Détails du projet
pt: Detalhes do projeto
ru: Детали проекта
tr: Proje ayrıntıları

source: Project details can be edited at any time.
es: Los detalles del proyecto se pueden editar en cualquier momento.
fr: Les détails du projet peuvent être modifiés à tout moment.
pt: Os detalhes do projeto podem ser editados a qualquer momento.
tr: Proje detayları herhangi bir zamanda düzenlenebilir.

source: Project details reconfigurations will create a separate transaction.
es: Las reconfiguraciones de los detalles del proyecto, crearán una transacción separada.
fr: Les modifications des détails du projet créeront une transaction à part.
pt: As reconfiguracões dos detalhes do projeto irão criar uma transação separada.
ru: Для изменения конфигурации деталей проекта будет создана отдельная транзакция.
tr: Proje detaylarını yeniden yapılandırmak, ayrı bir işlem oluşturacaktır.

source: Project handle
es: Usuario del proyecto
fr: Identifiant du projet
pt: Identificador do projeto
ru: Никнейм проекта
tr: Proje tanıtıcısı

source: Project handle must be unique.
es: El usuario de tu proyecto debe ser único.
fr: L'identifiant du projet doit être unique.
pt: O identificador do projeto deve ser único.
ru: Никнейм проекта должен быть уникальным.
tr: Proje tanıtıcısı eşsiz olmalıdır.

source: Project is accepting payments this funding cycle.
es: El proyecto está aceptando pagos este ciclo de financiamiento.
fr: Le projet accepte des paiements dans ce cycle de financement.
pt: O projeto está aceitando pagamentos neste ciclo de financiamento.
ru: Проект принимает платежи в этом цикле финансирования.
tr: Proje, bu finansman döngüsünde ödeme kabul ediyor.

source: Project is not accepting payments this funding cycle.
es: El proyecto no está aceptando pagos este ciclo de financiamiento.
fr: Le projet n'accepte pas des paiements dans ce cycle de financement.
pt: O projeto não está aceitando pagamentos neste ciclo de financiamento.
ru: Проект не принимает платежи в этом цикле финансирования.
tr: Proje, bu finansman döngüsünde ödeme kabul etmiyor.

source: Project launch successful
es: Lanzamiento de proyecto exitoso
fr: Démarrage du projet réussi
pt: Lançamento do projeto bem-sucedido
tr: Proje başarıyla başlatıldı

source: Project name
es: Nombre del proyecto
fr: Nom du projet
pt: Nome do projeto
ru: Название проекта
tr: Proje adı

source: Project name, handle, links, and other details.
es: Nombre del proyecto, usuario, links y otros detalles.
fr: Nom du projet, identifiant, liens et autres détails du projet.
pt: Nome, identificador, links e outros detalhes do projeto.
ru: Название проекта, описание, ссылки и другие детали.
tr: Proje adı, tanıtıcı, bağlantılar ve diğer ayrıntılar.

source: Project owner
es: Dueño del proyecto
fr: Propriétaire du projet
pt: Proprietário do projeto
ru: Владелец проекта
tr: Proje sahibi

source: Project owner (you)
es: Dueño del proyecto (tú)
fr: Propriétaire du projet (vous)
pt: Proprietário do projeto (você)
ru: Владелец проекта (вы)
tr: Proje sahibi (siz)
