Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: ({realTokenAllocationPercent}% of all newly minted tokens).
es: ({realTokenAllocationPercent}% de todos los tokens recién acuñados).
fr: ({realTokenAllocationPercent}% de tous les tokens récemment frappés).
pt: ({realTokenAllocationPercent}% de todos os tokens recentemente criados).
ru: ({realTokenAllocationPercent}% всех вновь выпущенных токенов).
tr: (tüm yeni basılmış token'ların %{realTokenAllocationPercent} kadarı).

source: 0% fee
es: 0% de comisión
fr: 0% de frais
pt: 0% de taxa
ru: 0% комиссия
tr: %0 ücret

source: 1 year
es: 1 año
fr: 1 an
pt: 1 ano
ru: 1 год
tr: 1 yıl

source: 1. Project details
es: 1. Detalles del proyecto
fr: 1. Détails du projet
pt: 1. Detalhes do projeto
ru: 1. Детали проекта
tr: 1. Proje ayrıntıları

source: 100% overflow
es: 100% de excedente
ru: 100% превышение
tr: %100 taşma

source: 2. Funding cycle
es: 2. Ciclo de financiamiento
fr: 2. Cycle de financement
pt: 2. Ciclo de financiamento
ru: 2. Цикл финансирования
tr: 2. Finansman döngüsü

source: 24 hours
es: 24 horas
fr: 24 heures
pt: 24 horas
ru: 24 часа
tr: 24 saat

source: 3-day delay
es: Espera de 3 días
fr: 3 jours de délai
pt: 3 dias de atraso
ru: 3-дневная задержка
tr: 3 günlük gecikme

source: 3. Review and deploy
es: 3. Revisar y desplegar
fr: 3. Réviser et appliquer
pt: 3. Revisar e implementar
ru: 3. Обзор и развертывание
tr: 3. İncele ve Başlat

source: 30 days
es: 30 días
fr: 30 jours
pt: 30 dias
ru: 30 дней
tr: 30 gün

source: 7 days
es: 7 días
fr: 7 jours
pt: 7 dias
ru: 7 дней
tr: 7 gün

source: 7-day delay
es: Espera de 7 días
fr: 7 jours de délai
pt: 7 dias de atraso
ru: 7-дневная задержка
tr: 7 günlük gecikme

source: 90 days
es: 90 días
fr: 90 jours
pt: 90 dias
ru: 90 дней
tr: 90 gün

source: <0/> Archived projects have not been modified or deleted on the blockchain, and can still be interacted with directly through the Juicebox contracts.
es: <0/> Los proyectos archivados no han sido modificados o eliminados en la blockchain, y todavía pueden ser interactuados directamente a través de los contratos de Juicebox.
fr: <0/> Les projets archivés n'ont pas été modifiés ou supprimés de la blockchain et peuvent toujours être intégrés directement à travers les contrats Juicebox.
pt: <0/> Os projetos arquivados não foram modificados ou excluídos no Blockchain e ainda podem ser integrados diretamente através dos contratos do Juicebox.
ru: <0/> Архивные проекты не были изменены или удалены в блокчейне, и с ними по-прежнему можно взаимодействовать напрямую через контракты Juicebox.
tr: <0/> Arşivlenen projeler blok zincirinde değiştirilmemiştir veya silinmemiştir ve yine de doğrudan Juicebox sözleşmeleri aracılığıyla etkileşime girilebilir.

source: <0/> The Juicebox protocol is open to anyone, and project configurations can vary widely. There are risks associated with interacting with all projects on the protocol. Projects built on the protocol are not endorsed or vetted by JuiceboxDAO or Peel. Do your own research and understand the risks before committing your funds.
es: <0/> El protocolo Juicebox está abierto para cualquiera, y las configuraciones de proyectos pueden cambiar ampliamente. Existen riesgos asociados con interactuar con todos los proyectos en el protocolo. Los proyectos construidos en el protocolo no son respaldados o investigados por JuiceboxDAO o Peel. Haz tu propia investigación y comprende los riesgos antes de comprometer tus fondos.
fr: <0/> Le protocole Juicebox est ouvert à tous et les paramètres du projet peuvent varier considérablement. Il y a des risques associés à l'interaction avec tous les projets du protocole. Les projets développés à partir du protocole ne sont ni approuvés, ni vérifiés par JuiceboxDAO. Vous devez faire votre propre recherche et comprendre les risques avant d'engager vos fonds.
pt: <0/> O protocolo do Juicebox é aberto a qualquer pessoa e as configurações do projeto podem variar muito. Existem os riscos associados à interação com todos os projetos do protocolo. Projetos construídos no protocolo não são endossados ou controlados pelo JuiceboxDAO ou Peel. Faça sua própria pesquisa e entenda os riscos antes de autorizar seus fundos.
ru: <0/> Протокол Juicebox открыт для всех, и конфигурации проектов могут сильно различаться. Взаимодействие со всеми проектами протокола связано с определенными рисками. Проекты, созданные на основе протокола, не поддерживаются и не проверяются JuiceboxDAO или Peel. Прежде чем вкладывать средства, проведите собственное исследование и осознайте риски.
tr: <0/> Juicebox protokolü herkese açıktır ve proje yapılandırmaları çok farklı olabilir. Protokoldeki tüm projelerle etkileşime girmenin riskleri vardır. Protokole dayalı projeler JuiceboxDAO veya Peel tarafından incelenmez veya onaylanmaz, bu nedenle kendi araştırmanızı yapmalı ve fonlarınızı taahhüt etmeden önce riskleri anlamalısınız.

source: <0/> owner balance
es: Saldo del propietario <0/>
fr: <0/> solde du propriétaire
pt: <0/> saldo do proprietário
ru: <0/> баланс владельца
tr: <0/> sahip bakiyesi

source: <0/>{0} after {feePercentage}% JBX membership fee
es: <0/>{0} después de {feePercentage}% de la cuota de membresía JBX
fr: <0/>{0} après {feePercentage}% frais de membre JBX
pt: <0/>{0} depois de {feePercentage}% da taxa de membro JBX
ru: <0/>{0} после {feePercentage}% членского взноса JBX
tr: %{feePercentage} JBX üyelik ücretinden sonra kalan <0/>{0}

source: <0/>{0}{1} distributed
es: <0/>{0}{1} distribuidos
fr: <0/>{0}{1} distribués
pt: <0/>{0}{1} distribuído
ru: <0/>{0}{1} распределено
tr: <0/>{0}{1} dağıtıldı

source: <0><1/>{netDistributionAmount}</0> after {feePercentage}% JBX fee
es: <0><1/>{netDistributionAmount}</0> después de la tarifa JBX de {feePercentage}%
fr: <0><1/>{netDistributionAmount}</0> après {feePercentage}% des frais JBX
pt: <0><1/>{netDistributionAmount}</0> após taxa de JBX de {feePercentage}%
ru: <0><1/>{netDistributionAmount}</0> после {feePercentage}% JBX комиссии
tr: %{feePercentage} JBX ücretinden sonra dağıtılan net <0><1/>{netDistributionAmount}</0>

source: <0><1>This project has no overflow</1>, so you will not receive any ETH for burning tokens.</0>
es: <0><1>Este proyecto no tiene excedente</1>, así que no recibirás ETH por quemar tokens.</0>
fr: <0><1> Ce projet n'a pas d'overflow</1>, donc vous ne recevrez aucun ETH pour avoir brûlé des tokens.</0>
pt: <0><1> Este projeto não tem overflow</1>, então você não receberá nenhum ETH por queimar tokens.</0>
ru: <0><1>В этом проекте нет переполнения</1>, поэтому вы не получите ETH за сжигание токенов..</0>
tr: <0><1>Bu projede taşma bulunmadığından</1> token'ları yakma karşılığında ETH almayacaksınız.</0>

source: <0>A bonding curve rewards people who wait longer to redeem your tokens for overflow.</0><1>For example, with a bonding curve of 70%, redeeming 10% of the token supply at any given time will claim around 7% of the total overflow.</1><2>The rest is left to share between token holders.</2>,<3>For more info, check out this <4>short video</4> on bonding curves.</3>
es: <0>Una curva de adhesión recompensa a la gente que espera más para canjear sus tokens por excedente.</0><1>Por ejemplo, con una curva de adhesión del 70 %, canjear el 10 % del suministro de tokens en un momento dado reclamará alrededor del 7 % del excedente total.</1><2>El resto se deja para compartir entre los poseedores de tokens.</2>,<3>Para obtener más información, mira este <4>video corto</4> sobre curvas de adhesión</3>
pt: <0>Uma curva de vínculo recompensa pessoas que esperam mais tempo para reivindicar os tokens deles por overflow.</0><1> Por exemplo, com a curva de vínculo de 70%, resgatando 10% do fornecimento de token, a qualquer momento, irá reivindicar por volta de 7% do overflow total.</1><2>O restante é deixado para compartilhar entre titulares de token.</2>,<3> Para mais informações, confira este <4>curto vídeo</4> sobre curvas de vínculo.</3>
tr: <0>Bir bağlılık eğrisi, token'larınızı taşma için kullanmak üzere daha uzun süre bekleyen kişileri ödüllendirir.</0><1>Örneğin, %70'lik bir bağlılık eğrisiyle, herhangi bir zamanda token arzının %10'unu kullanmak, toplam taşma miktarının yaklaşık %7'sini talep edecektir.</1><2> Geri kalan, token sahipleri arasında paylaşılmak üzere bırakılır.</2>,<3>Daha fazla bilgi için, bağlılık eğrisi ile ilgili bu <4>kısa videoyu</4> izleyin.</3>

source: <0>A mechanism like Juicebox where upfront financial commitments should be honored over time is only guaranteed within an ecosystem like Ethereum.</0><1>Ethereum provides a public environment where internet apps like Juicebox can run in a permission-less, trustless, and unstoppable fashion.</1><2>This means that anyone can see the code that they're using, anyone can use the code without asking for permission, and no one can mess with the code or take it down.</2><3>People using Juicebox are interacting with each other through public infrastructure—not a private, profit-seeking corporate service that brokers the exchange.</3><4>Juicebox was built to allow people and projects to get paid for creating public art and infrastructure, as much as or more than they would working towards corporate ends. No more shady business.</4>
es: <0>Un mecanismo como Juicebox en el que los compromisos financieros iniciales deben cumplirse a lo largo del tiempo solo está garantizado dentro de un ecosistema como Ethereum.</0><1>Ethereum provee un entorno público donde las apps de internet como Juicebox pueden ejecutarse sin necesidad de permisos o confianza, y de forma imparable.</1><2>Esto significa que cualquiera puede ver el código que están usando, cualquiera puede usar el código sin pedir permiso, y nadie puede arruinar el código o eliminarlo.</2><3>La gente que usa Juicebox están interactuando entre ellos a través de infraestructura pública—no es un servicio corporativo privado con fines de lucro que negocia el intercambio.</3><4>Juicebox fue creado para permitir que la gente y proyectos sean pagados por crear arte público e infraestructura, tanto o más que lo que ganarían trabajando por fines corporativos. No más negocios turbios.</4>
pt: <0>Um mecanismo como Juicebox, em que os compromissos financeiros devem ser cumpridos gradualmente, só é garantido num ecossistema como o Ethereum.</0><1>O Ethereum fornece um ambiente público em que aplicativos de internet como Juicebox podem rodar livre de permissões, incansavelmente e de modo imparável.</1><2>sso significa que qualquer pessoa pode visualizar o código que eles utilizam, qualquer pessoa é capaz de usar o código sem pedir permissão, e ninguém pode modíficar, quebrar ou derrubar o código.</2><3>As pessoas, ao utilizar o Juicebox, estão interagindo umas com as outras a partir de uma infraestrutura pública — não uma privada ou serviço corporativo com fins lucrativos que intermediam o câmbio.</3><4>O Juicebox foi construído para permitir que as pessoas e os projetos sejam pagos pela criação de arte pública e infraestrutura, tanto quanto ou mais do que trabalhariam para fins empresariais. Chega de negócios sombrios.</4>
tr: <0>Juicebox gibi, önceden verilen finansal taahhütlerin zaman içinde yerine getirilmesi gereken bir mekanizma, yalnızca Ethereum gibi bir ekosistem içinde garanti edilebilir.</0><1>Ethereum, Juicebox gibi internet uygulamalarının izne veya güvene dayalı olmadan çalışabileceği, durdurulamaz ve herkese açık bir ortam sağlar.</1><2>Bunun anlamı herkesin kullanılan kodu görebileceği, herkesin izin istemeden kodu kullanabileceği ve hiç kimsenin koda müdahale edemeyeceği veya kaldıramayacağıdır. </2><3>Juicebox'ı kullanan kişiler, herkese açık bir altyapı aracılığıyla birbirleriyle etkileşime girer. Borsaya aracılık eden özel, kâr amaçlı kurumsal bir hizmet aracılığıyla değil.</3><4>Juicebox, insanların ve projelerin herkese açık sanat ve altyapı yaratmak için çalışırken, kurumsal amaçlar için çalıştıklarında kazanacaklarına eşit veya daha fazla kazanmalarını sağlayabilmek için inşa edildi. Artık karanlık işlere yer yok.</4>

source: <0>A project can choose to reserve a percentage of tokens for itself. Instead of being distributed to paying users, this percentage of tokens is instead minted for the project.</0><1>Holding these tokens entitles a project to a portion of its own overflow.</1>
es: <0>Un proyecto puede elegir reservar un porcentaje de tokens para él mismo. En vez de ser distribuido para pagar usuarios, este porcentaje de tokens se acuña para el proyecto.</0><1>Tener estos tokens le da derecho a un proyecto una parte de su propio excedente.</1>
fr: <0>Un projet peut choisir de se réserver un pourcentage de tokens. Au lieu d'être distribué aux utilisateurs payants, ce pourcentage de tokens est plutôt frappé pour le projet.</0><1>La détention de ces tokens permet qu'un projet s'empare d'une partie de son propre overflow.</1>
pt: <0>Um projeto pode escolher reservar uma porcentagem de tokens para ele mesmo. Ao em vez de ser distribuído para pagar os usuários, a porcentagem de tokens é emitida para o projeto.</0><1>Manter esses tokens dá direito a um projeto para uma parte de seu próprio overflow.</1>
tr: <0>Bir proje, token'ların bir yüzdesini kendisi için rezerve etmeyi seçebilir. Bu token yüzdesi, ödeme yapan kullanıcılara dağıtılmak yerine proje için basılır.</0><1>Bu token'ları tutmak, projeye kendi taşma payının bir kısmını alma hakkı verir.</1>

source: <0>Discount rate</0>, to reduce your project token's issuance rate (tokens per ETH) each funding cycle.
es: <0>Tasa de descuento</0>, para reducir la tasa de emisión del token de tu proyecto (tokens por ETH) cada ciclo de financiamiento.
fr: <0>Taux de remise</0>, pour réduire le taux d'émission de tokens de votre projet (tokens par ETH) à chaque cycle de financement.
pt: <0>Taxa de desconto</0>, para reduzir a taxa de emissão de tokens do seu projeto (tokens por ETH) para cada ciclo de financiamento.
tr: <0>İndirim oranı</0>, her finansman döngüsünde projenizin token çıkarma oranını (ETH başına token) azaltmak için kullanılır.

source: <0>If you know how much your project needs to earn over some period of time to be sustainable, you can set a funding target with that amount. If your project earns more than that, the surplus funds are locked in an overflow pool. Anyone holding your project's tokens can claim a portion of the overflow pool in exchange for redeeming their tokens.</0><1>For more info, check out this <2>short video</2>.</1>
es: <0>Sí sabes cuanto necesita obtener tu proyecto en un periodo para ser sostenible, puedes establecer un objetivo de financiamiento con esa cantidad. Si tu proyecto gana más que eso, el sobrante se bloquea en un fondo de excedente. Cualquiera que posea los tokens de tu proyecto puede reclamar una porción del fondo de excedente a cambio de canjear sus tokens.</0><1> Para más información, revisa este <2>video corto</2>.</1>
pt: <0>Se você sabe o quanto seu projeto precisa ganhar durante um periodo de tempo para ser sustentável, você pode colocar seu objetivo de financiamento como essa quantia. Se seu projeto ganhar mais que essa quantia, o excesso será restrito a um conjunto de overflow. Qualquer um com tokens de seu projeto pode reivindicar uma porção desse conjunto de overflow em troca de resgatar seus tokens.</0><1>Para mais informações, confira este <2>curto vídeo</2>.</1>
tr: <0>Projenizin sürdürülebilir kalmasını sağlamak için belirli bir sürede ne kadar finansmana ihtiyacınız olduğunu biliyorsanız bu miktarı içeren bir finansman hedefi oluşturabilirsiniz. Projeniz bu miktardan fazla kazanırsa artan miktar bir taşma havuzuna aktarılır. Projenizin token'larına sahip olan herkes, token'larını kullanarak taşma havuzunun bir kısmını talep edebilir. </0><1>Daha fazla bilgi için bu <2>kısa videoya</2> göz atın.</1>

source: <0>Juicebox contracts</0> are unaudited, and may be vulnerable to bugs or hacks. All funds moved through Juicebox could be lost or stolen. JuiceboxDAO and Peel are not liable for any losses by projects or their supporters.
es: <0>Los contratos de Juicebox</0> no están auditados, y pueden ser vulnerables a errores o hackeos. Todos los fondos movidos a través de Juicebox pueden perderse o ser robados. JuiceboxDAO y Peel no son responsables de las pérdidas de los proyectos o sus patrocinadores.
fr: Les <0>contrats Juicebox</0> ne sont pas audités et peuvent être vulnérables aux bogues ou aux piratages. Tous les fonds transférés via Juicebox pourraient être perdus ou volés. JuiceboxDAO et Peel ne sont pas responsables des pertes des projets ou de leurs financeurs.
pt: <0>Os contratos Juicebox</0> não são auditados e podem estar vulneráveis para bugs, erros ou hackers. Todos os fundos movidos através do Juicebox podem ser perdidos ou roubados. O JuiceboxDAO e Peel não são responsáveis por qualquer perda de projetos ou seus apoiadores.
ru: <0>Контракты Juicebox</0> не проверяются и могут быть уязвимы к ошибкам или взломам. Все средства, перемещаемые через Juicebox, могут быть потеряны или украдены. JuiceboxDAO и Peel не несут ответственности за любые потери проектов или их сторонников.
tr: <0>Juicebox sözleşmeleri</0> denetlenmemiştir ve hatalara ve hack'lenmelere karşı savunmasız olabilir. Juicebox vasıtasıyla taşınan tüm fonlar kaybolabilir veya çalınabilir. JuiceboxDAO ve Peel, projelerin veya onların destekçilerinin kayıplarından sorumlu değildir.

source: <0>Juicebox has handled tens of thousands of ETH through its protocol, and has so far had 0 security mishaps.</0> <1>However, Juicebox is still experimental software. Although the Juicebox contract team have done their part to shape the smart contracts for public use and have tested the code thoroughly, the risk of exploits is never 0%.</1><2>Due to their public nature, any exploits to the contracts may have irreversible consequences, including loss of funds. Please use Juicebox with caution.</2>
es: <0>Juicebox ha manejado decenas de miles de ETH a través de su protocolo, y hasta ahora no ha tenido ningún percance de seguridad.</0> <1>De cualquier forma, Juicebox es aún software experimental. Aunque el equipo de contratos de Juicebox ha hecho su parte para dar forma a los contratos inteligentes para uso público y ha probado el código a fondo, el riesgo de vulnerabilidades nunca es del 0 %.</1><2>Debido a su naturaleza pública, cualquier explotación de los contratos pueden tener consecuencias irreversibles, incluida la pérdida de fondos. Utilice Juicebox con precaución.</2>
pt: <0>Juicebox tem controlado dezenas de milhares de ETH através de seu protocolo e teve, até o momento, 0 erros de seguranças. </0><1>Por outro lado, Juicebox é ainda um software experimental. Embora a equipe de contratos do Juicebox tenha feito sua parte para dar forma aos contratos inteligentes para uso público e tenha testado o código cuidadosamente, o risco de vulnerabilidades nunca é de 0%.</1><2>Devido à sua natureza pública, qualquer vulnerabilidade dos contratos pode ter consequências irreversíveis, incluindo perda de fundos. Por favor, use o Juicebox com cautela.</2>
tr: <0>Juicebox'ın elinden protokolü aracılığıyla on binlerce ETH geçmiş ve şimdiye kadar 0 güvenlik hatası yaşanmıştır.</0> <1>Ancak, Juicebox hala deneysel bir yazılımdır. Juicebox sözleşme ekibi, herkesin kullanımına yönelik akıllı sözleşmeleri şekillendirmek için üzerine düşeni yapmış ve kodu kapsamlı bir şekilde test etmiş olsa da, açıklardan yararlanılmasına ilişkin risk hiçbir zaman %0 değildir.</1><2>Herkesin kullanımına açık olmaları nedeniyle, sözleşmelerdeki açıklardan yararlanılmasının, fonların kaybolması da dahil olmak üzere, geri dönüşü olmayan sonuçları olabilir. Lütfen Juicebox'ı dikkatli kullanın.</2>

source: <0>Juicebox is a governance-minimal protocol. There are only a few levers that can be tuned, none of which impose changes for users without their consent. The Juicebox governance smart contract can adjust these levers.</0><1>The Juicebox protocol is governed by a community of JBX token holders who vote on proposals fortnightly.</1>
es: <0>Juicebox es un protocolo de mínimo de gobernanza. Solo hay unas pocas palancas que se pueden ajustar, ninguna de las cuales impone cambios para los usuarios sin su consentimiento. El contrato inteligente de gobernanza de Juicebox puede ajustar estas palancas.</0><1>El protocolo de Juicebox es gobernado por una comunidad de poseedores de tokens JBX que votan las propuestas de forma quincenal.</1>
fr: <0>Juicebox est un protocole de gouvernance minimale. Il n'y a que quelques leviers qui peuvent être réglés, et aucun n'impose de changements aux utilisateurs sans leur consentement. Le contrat intelligent de gouvernance Juicebox peut ajuster ces leviers.</0><1>Le protocole Juicebox est régi par une communauté de détenteurs de tokens JBX qui votent sur les propositions toutes les deux semaines.</1>
pt: <0>O Juicebox é um protocolo de governança mínima. Existem apenas algumas poucas alavancas que pode ser ajustadas, nenhuma delas impõe mudanças para os usuários sem o consentimento deles. A governança de contrato inteligente do Juicbebox pode ser ajustada por essas alavancas.</0><1>O protocolo Juicebox é administrado pela comunidade de titulares de token JBX que votam quinzenalmente em propostas.</1>
tr: <0>Juicebox, yönetişim açısından minimal bir protokoldür. Ayarlanabilecek yalnızca birkaç seçenek vardır ve bunların hiçbirinde değişiklikler kullanıcıların rızası olmadan uygulanmaz. Juicebox yönetişim akıllı sözleşmesi bu seçenekleri ayarlayabilir.</0><1>Juicebox protokolü, tekliflere iki haftada bir oy veren JBX token sahiplerinden oluşan bir topluluk tarafından yönetilir.</1>
