Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: <0>{tokenSymbol} ERC-20 address:</0> <1/>
es: <0>{tokenSymbol} dirección de ERC-20:</0><1/>
fr: <0>{tokenSymbol} adresse de l'ERC-20 : </0><1/>
pt: <0>{tokenSymbol} Endereço ERC-20:</0><1/>
ru: <0>{tokenSymbol} ERC20 адрес:</0> <1/>
tr: <0>{tokenSymbol} ERC-20 adresi:</0> <1/>

source: A project can be archived by its owner from the tools menu on the project page.
es: Un proyecto puede ser archivado por su propietario desde el menú de herramientas en la página del proyecto.
fr: Un projet peut être archivé par son propriétaire, dans le menu des outils de la page du projet.
pt: Um projeto pode ser arquivado por seu dono através do menu de ferramentas na página do projeto.
ru: Проект может быть архивирован его владельцем из меню инструментов на странице проекта.
tr: Bir proje sahibi tarafından proje sayfasındaki araçlar menüsünden arşivlenebilir.

source: A project can reserve a percentage of the tokens minted from payments it receives. Reserved tokens can be distributed according to the allocation below at any time.
es: Un proyecto puede reservar un porcentaje de los tokens acuñados de los pagos que recibe. Los tokens reservados pueden ser distribuidos de acuerdo a la asignación que está debajo en cualquier momento.
fr: Un projet peut réserver un pourcentage de tokens frappés à partir des paiements reçus. Les tokens réservés peuvent être distribués à tout moment, selon les allocations ci-dessous.
pt: Um projeto pode reservar uma porcentagem de tokens gerados por pelos pagamentos recebidos. Tokens reservados podem ser distribuídos a qualquer momento conforme a alocação abaixo.
tr: Bir proje, aldığı ödemelerden basılan token'ların belirli bir yüzdesini rezerve edebilir. Rezerve token'lar, herhangi bir zamanda aşağıdaki tahsise göre dağıtılabilir.

source: A project can reserve a percentage of tokens minted from every payment it receives. Reserved tokens can be distributed according to the allocation below at any time.
es: Un proyecto puede reservar un porcentaje de tokens acuñados de cada pago que reciba. Los tokens reservados pueden ser distribuidos de acorde a la asignación que está debajo en cualquier momento.
fr: Un projet peut réserver un pourcentage de tokens frappés de chaque paiement reçu. Les tokens réservés peuvent être distribués à tout moment, selon les allocations ci-dessous.
pt: Um projeto pode reservar uma porcentagem de tokens gerados por cada pagamento recebido. Tokens reservados podem ser distribuídos a qualquer momento conforme a alocação abaixo.
ru: Проект может резервировать процент выпущенных токенов с каждого платежа, который он получает. Зарезервированные токены могут быть распределены в соответствии с приведенным ниже распределением в любое время.
tr: Bir proje, aldığı her ödemeden basılan token'ların belirli bir yüzdesini rezerve edebilir. Rezerve token'lar, herhangi bir zamanda aşağıdaki tahsise göre dağıtılabilir.

source: A project's lifetime is defined in funding cycles. If a funding target is set, the project can withdraw no more than the target for the duration of the cycle.
es: El tiempo de vida de un proyecto se define en ciclos de financiación. Si se establece un objetivo de financiación, el proyecto no podrá retirar más de ese objetivo durante la duración del ciclo.
fr: La durée de vie d'un projet est définie en cycles de financement. Si un objectif de financement est fixé, le projet ne peut retirer que la somme définie pour la durée du cycle.
pt: O tempo de vida de um projeto é definido em ciclos de financiamento. Se for definida uma meta de financiamento, o projeto não poderá retirar mais do que a meta para a duração do ciclo.
ru: Срок действия проекта определен в циклах финансирования. Если установлен целевой показатель финансирования, проект может вывести не более целевого показателя на период действия цикла.
tr: Bir projenin ömrü, finansman döngülerinde tanımlanır. Bir finansman hedefi belirlenirse proje döngü süresince hedeften fazlasını çekemez.

source: A reconfiguration to an upcoming funding cycle must be submitted at least 3 days before it starts.
es: Una reconfiguración para el siguiente ciclo de financiación debe ser presentada al menos 3 días antes de que empiece.
fr: Le reparamétrage d'un cycle de financement à venir doit être soumis au moins 3 jours avant son début.
pt: Uma reconfiguração de um ciclo de financiamento que se aproxima deve ser submetida pelo menos 3 dias antes do seu início.
ru: Реконфигурацию/план изменений для предстоящего цикла финансирования необходимо отправить не менее чем за 7 дней до его начала.
tr: Yaklaşan bir finansman döngüsü için yeniden yapılandırma, döngü başlamadan en az 3 gün önce sunulmalıdır.

source: A reconfiguration to an upcoming funding cycle must be submitted at least 7 days before it starts.
es: Una reconfiguración para el siguiente ciclo de financiación debe ser presentada al menos 7 días antes de que empiece.
fr: Le reparamétrage d'un cycle de financement à venir doit être soumis au moins 7 jours avant son début.
pt: Uma reconfiguração de um ciclo de financiamento deve ser submetida pelo menos 7 dias antes do seu início.
ru: Реконфигурацию/план изменений для предстоящего цикла финансирования необходимо отправить не менее чем за 3 дня до его начала.
tr: Yaklaşan bir finansman döngüsü için yeniden yapılandırma, döngü başlamadan en az 7 gün önce sunulmalıdır.

source: A reserved rate of more than 90% is risky for contributors. Contributors won't receive many tokens for their contribution.
es: Un porcentaje reservado de más del 90% es riesgoso para los contribuidores. Los contribuidores no recibirán suficientes tokens por su contribución.
fr: Un taux réservé supérieur à 90% est risqué pour les contributeurs. Les contributeurs ne recevront pas beaucoup de tokens pour leur contribution.
pt: Uma tava de reserva de mais de 90% é um risco para os contribuidores. Os contribuidores não receberão muitos tokens por sua contribuição.
ru: Резервная ставка более 90% является рискованной для вкладчиков. Вкладчики не получат много токенов за свой вклад.
tr: %90'ın üzerindeki rezerv oranları, katkıda bulunanlar için risklidir. Katkıda bulunanlar, katkıları karşılığında çok fazla token almazlar.

source: ARCHIVED
es: ARCHIVADO
fr: ARCHIVÉ
pt: ARQUIVADO
ru: АРХИВИРОВАНО
tr: ARŞİVLENDİ

source: AVAILABLE
es: DISPONIBLE
fr: DISPONIBLE
pt: DISPONÍVEL
ru: ДОСТУПНО
tr: MEVCUT

source: Activity
es: Actividad
fr: Activité
pt: Atividade
ru: Активность
tr: Etkinlik

source: Add a payout
es: Añadir un pago
fr: Ajouter un paiement
pt: Adicionar um pagamento
ru: Добавить выплату
tr: Ödeme ekle

source: Add an on-chain memo to this payment.
es: Añadir un memo on-chain a este pago.
pt: Adicionar um memorando on-chain a este pagamento.

source: Add funds to this project's balance without minting tokens.
es: Añadir fondos al saldo de este proyecto sin crear tokens.
fr: Ajouter des fonds au solde de ce projet sans frapper des tokens.
pt: Adicionar fundos ao saldo deste projeto sem produzir tokens.
ru: Пополняйте средства на баланс этого проекта без создания жетонов.
tr: Bu projenin bakiyesine token basmadan fon ekleyin.

source: Add image
es: Añadir imagen
fr: Ajouter une image
pt: Adicionar imagem
ru: Добавить изображение
tr: Resim ekle

source: Add new payout
es: Añadir nuevo pago
fr: Ajouter un nouveau paiement
pt: Adicionar novo pagamento
tr: Yeni ödeme ekle

source: Add payout
es: Añadir pago
fr: Ajouter un paiement
pt: Adicionar pagamento
ru: Добавить выплату
tr: Ödeme ekle

source: Add to Balance
es: Añadir al saldo
fr: Ajouter au solde
pt: Adicionar ao saldo
ru: Добавить к балансу
tr: Bakiyeye Ekle

source: Add to balance
es: Añadir al saldo
fr: Ajouter au solde
pt: Adicionar ao saldo
ru: Добавить к балансу
tr: Bakiyeye ekle

source: Add token
es: Añadir token

source: Add token allocation
es: Añadir distribución de token
fr: Ajouter l'allocation de token
pt: Adicionar alocação de token
tr: Token tahsisi ekle

source: Address
es: Dirección
fr: Adresse
pt: Endereço
ru: Адрес
tr: Adres

source: Address:
es: Dirección:
fr: Adresse :
pt: Endereço:
ru: Адрес:
tr: Adres:

source: Address: <0/>
es: Dirección: <0/>
fr: Adresse : <0/>
pt: Endereço:<0/>
ru: Адреса: {0}/>
tr: Adres: <0/>

source: Adjust incentives for paying your project.
es: Ajusta los incentivos por pagar tu proyecto.
fr: Définir des récompenses au paiement de votre projet.
pt: Ajuste incentivos para o pagamento do seu projeto.
ru: Отрегулируйте стимулы для оплаты вашего проекта.
tr: Projenize gelecek ödemeler için teşvikleri ayarlayın.

source: Advanced options (optional)
es: Opciones avanzadas (opcional)
fr: Options avancées (facultatif)
pt: Opções avançadas (opcional)
tr: Gelişmiş seçenekler (isteğe bağlı)

source: All
es: Todos
fr: Tout
pt: Tudo
ru: Все
tr: Hepsi

source: All assets
es: Todos los activos
fr: Tous les actifs
pt: Todos os ativos
ru: Все активы
tr: Tüm varlıklar

source: All changes will be applied to the <0>upcoming</0> funding cycle.
es: Todos los cambios se aplicarán al <0>siguiente </0>ciclo de financiación.
fr: Tous les changements seront appliqués au <0>prochain</0> cycle de financement.
pt: Todas as alterações serão aplicadas ao <0>próximo</0> ciclo de financiamento.
ru: Все изменения будут применены к <0>предстоящему</0> циклу финансирования.
tr: Tüm değişiklikler <0>yaklaşan</0> finansman döngüsüne uygulanacaktır.

source: All events
es: Todos los eventos
fr: Tous les évènements
pt: Todos os eventos
ru: Все события
tr: Tüm etkinlikler

source: All funds can be distributed by the project. The project will have no overflow (the same as setting the target to infinity).
es: Todos los fondos pueden ser distribuidos por el proyecto. El proyecto no tendrá excedente (lo mismo que establecer el objetivo a infinito).
fr: Tous les fonds peuvent être distribués par le projet. Le projet n'aura pas d'overflow (le même que définir un objectif infini).
pt: Todos os fundos podem ser distribuídos pelo projeto. O projeto não terá overflow (o mesmo que definir o objetivo ao infinito).
ru: все средства могут быть распределены по проекту, и в проекте не будет переполнения. (Это то же самое, что и установка цели на бесконечность).
tr: Tüm fonlar proje tarafından dağıtılabilir ve projede taşma olmaz. (Hedefi sonsuza ayarlamakla aynıdır.).

source: All funds received by the treasury will be distributed. Token holders will receive <0>no ETH</0> when burning their tokens.
es: Todos los fondos recibidos por el tesoro serán distribuidos. Los poseedores de tokens <0>no recibirán ETH</0> cuando quemen sus tokens.
fr: Tous les fonds reçus par la trésorerie seront distribués. Les détenteurs de tokens ne recevront <0>aucun ETH</0> en brûlant leurs tokens.
pt: Todos os fundos recebidos pela tesouraria serão distribuídos. Donos de tokens <0>não receberão ETH</0> ao queimar seus tokens.
tr: Hazine tarafından alınan tüm fonlar dağıtılacaktır. Token sahipleri, token'larını yakarken <0>hiç ETH</0> almayacaktır.

source: All {0} will go to the project owner:
es: Todo {0} irá al dueño del proyecto:
fr: Tout {0} sera destiné au propriétaire du projet :
pt: Tudo {0} irá para o proprietário do projeto:
ru: Все {0} будут направлены владельцу проекта:
tr: Tüm {0} proje sahibine gidecek:

source: Allocate a portion of your project's reserved tokens to other Ethereum wallets or Juicebox projects.
es: Asigna una porción de los tokens reservados de tu proyecto a otras wallets de Ethereum o proyectos de Juicebox.
fr: Destinez une portion des tokens réservés à votre projet à d'autres portefeuilles Ethereum ou à des projets Juicebox.
pt: Defina uma porção dos tokens reservados por seu projeto para outras carteiras de Ethereum ou projetos do Juicebox.
ru: Выделите часть зарезервированных токенов вашего проекта на другие кошельки Ethereum или проекты Juicebox.
tr: Projenizin rezerve token'larının bir kısmını diğer Ethereum cüzdanlarına veya Juicebox projelerine tahsis edin.

source: Allow minting tokens
es: Permitir tokens creados
fr: Permettre la frappe de tokens
pt: Permitir a produção de tokens
ru: Разрешить майнинг токенов
tr: Token'ların basılmasına izin verin

source: Allow token minting
es: Permitir acuñación de tokens
fr: Autoriser la frappe de tokens
pt: Permitir emissão de token
ru: Разрешить минтить токены
tr: Token basmaya izin ver

source: Allowed
es: Permitido
fr: Autorisé
pt: Permitido
ru: Разрешено
tr: İzin verildi

source: Almost definitely.
es: Casi de forma definitiva.
fr: Définitivement.
pt: Definitivamente.
ru: Почти определенно.
tr: Neredeyse kesinlikle.

source: Amount
es: Cantidad
fr: Somme
pt: Quantidade
ru: Количество
tr: Miktar

source: Amount of ERC-20 tokens to claim
es: Cantidad de tokens ERC-20 a reclamar
fr: Montant de tokens ERC-20 à réclamer
pt: Quantidade de tokens ERC-20 para reivindicar
ru: Количество токенов ERC-20, на которые можно претендовать
tr: Talep edilecek ERC-20 token miktarı

source: Amount of newly minted project tokens <0>reserved for the project</0> when 1 ETH is contributed. Reserve tokens are reserved for the project owner by default, but can also be allocated to other wallet addresses by the owner.
es: Cantidad de tokens recién acuñados <0>reservados para el proyecto</0> cuando se contribuye 1 ETH. Los tokens de reserva se reservan para el dueño del proyecto por defecto, pero el dueño también puede asignarlos a las direcciones de otras billeteras.
pt: A quantidade de tokens do projeto, recentemente emitidos, <0>reservados para o projeto</0> quando 1 ETH é contribuído. Esses tokens são reservados para o proprietário do projeto por padrão, mas podem ser também alocados para outro endereço de carteira pelo proprietário.
tr: 1 ETH katkı karşılığında <0>proje için rezerve edilmiş</0> yeni basılan proje token'larının miktarı. Rezerve token'lar varsayılan olarak proje sahibi için rezerve edilmiş olsa da proje sahibi tarafından diğer cüzdan adreslerine de tahsis edilebilir.

source: Amount of newly minted project tokens <0>reserved for the project</0> when 1 ETH is contributed. The project owner is allocated all reserved tokens by default, but they can also be allocated to other wallet addresses.
es: Cantidad de tokens de proyecto recién acuñados <0>reservados para el proyecto</0> cuando se contribuye 1 ETH. Se asignan todos los tokens reservados al dueño del proyecto por defecto, pero también se pueden asignar a otras direcciones de billeteras.
fr: Montant de tokens récemment frappés <0>réservés pour le projet</0> lorsque 1 ETH est contribué. Le propriétaire se voit attribué l'ensemble de tokens réservés par défaut, mais ils peuvent également être attribués à d'autres adresses de portefeuille.
pt: A quantidade de tokens do projeto, recentemente emitidos, <0>reservados para o projeto</0> quando 1 ETH é contribuído. O proprietário do projeto é alocado para os tokens reservados por padrão, mas pode ser também alocado para outros endereços de carteira.
tr: 1 ETH katkı karşılığında <0>proje için rezerve edilmiş</0> yeni basılan proje token'larının miktarı. Varsayılan olarak tüm rezerve token'lar proje sahibine tahsis edilmiştir ancak diğer cüzdan adreslerine de tahsis edilebilir.

source: Amount paid
es: Monto pagado
fr: Somme payée
pt: Montante pago
ru: Оплаченная сумма
tr: Ödenen miktar

source: Amount required
es: Cantidad requerida

source: Amount to distribute
es: Monto a distribuir
fr: Montant à distribuer
pt: Quantidade para distribuir
ru: Сумма к распределению
tr: Dağıtılacak miktar

source: Amount:
es: Cantidad:
fr: Montant :
pt: Quantidade:
tr: Miktar:

source: Amounts
es: Cantidades
fr: Montants
pt: Quantidades
tr: Miktarlar

source: Any changes you make will take effect in <0>funding cycle #{0}</0>. The current funding cycle (#{currentFCNumber}) won't be altered.
es: Cualquier cambio que hagas surtirá efecto en el <0>ciclo de financiamiento#{0}</0>. El ciclo de financiamiento actual. (#{currentFCNumber}) no será alterado.
fr: Toutes les modifications que vous apportez prendront effet dans le <0>cycle de financement #{0}</0>. Le cycle de financement actuel (#{currentFCNumber}) ne sera pas modifié.
pt: Quaisquer mudanças que você fizer terão efeitos no <0>ciclo de financiamento #{0}</0>. O ciclo de financiamento atual (#{currentFCNumber}) não será alterado.
ru: Любые внесенные вами изменения вступят в силу в <0>цикле финансирования #{0}</0>. Текущий цикл финансирования (#{currentFCNumber}) не будет изменен.
tr: Yaptığınız tüm değişiklikler <0>finansman döngüsü #{0}</0> içinde geçerli olacaktır. Mevcut finansman döngüsü (#{currentFCNumber}) değiştirilmeyecektir.

source: Any reconfiguration to an upcoming funding cycle will take effect once the current cycle ends. A project with no strategy may be vulnerable to being rug-pulled by its owner.
es: Cualquier reconfiguración de un próximo ciclo de financiación surtirá efecto una vez que finalice el ciclo actual. Un proyecto sin estrategia podría ser vulnerable a ser retirado por su dueño.
fr: Tout reparamétrage d'un cycle de financement à venir sera effectif une fois que le cycle en cours aura fini.
pt: Qualquer reconfiguração de um ciclo de financiamento próximo terá efeito assim que o ciclo atual termine. Um projeto sem estratégia pode ser vulnerável e acabar sofrendo um golpe (rug-pull, por exemplo) pelo dono.
ru: Любая перенастройка на предстоящий цикл финансирования вступит в силу после завершения текущего цикла. Проект, не имеющий стратегии или плана, может быть уязвим для владельца.
tr: Yaklaşan bir finansman döngüsüne yönelik herhangi bir yeniden yapılandırma, mevcut döngü sona erdiğinde yürürlüğe girecektir. Stratejisi olmayan bir proje, sahibi tarafından e-dolanrıcılığa karşı savunmasız olabilir.

source: Archive project
es: Archivar proyecto
fr: Archiver le projet
pt: Arquivar projeto
ru: Заархивировать проект
tr: Projeyi arşivle

source: Archived
es: Archivado
fr: Archivé
pt: Arquivado
ru: В архиве
tr: Arşivlendi

source: Are you sure you want to start over?
es: ¿Estás seguro de que quieres volver a empezar?
fr: Êtes-vous sûr de vouloir recommencer ?
pt: Você tem certeza que quer começar novamente?
ru: Вы уверены, что хотите начать все сначала?
tr: Baştan başlamak istediğinizden emin misiniz?

source: Assets
es: Activos
fr: Actifs
pt: Ativos
ru: Активы
tr: Varlıklar

source: Attach a sticker
es: Adjuntar un sticker
fr: Ajouter un autocollant
pt: Anexar um sticker

source: Automate funding cycles
es: Automatizar ciclos de financiamiento
fr: Cycle de financement automatisé
pt: Automatizar ciclos de financiamento
tr: Finansman döngülerini otomatikleştir

source: Automated funding cycles enable the following characteristics:
es: Los ciclos de financiamiento automatizados habilitan las siguientes características:
fr: Les cycles de financement automatisés permettent les caractéristiques suivantes :
pt: Ciclos de financiamento automatizados permitem as seguintes características:
tr: Otomatikleştirilen finansman döngüleri aşağıdaki özellikleri sağlar:

source: Available after fee:
es: Disponible tras comisión:
fr: Disponible après le frais :
pt: Disponível após a taxa:
ru: Доступно после комиссии:
tr: Ücretten sonra kullanılabilir:

source: Available funds are distributed according to the payouts below.
es: Los fondos disponibles son distribuidos acorde a los pagos a continuación.
fr: Les fonds disponibles sont distribués selon les paiements ci-dessous.
pt: Fundos disponíveis são distribuídos conforme os pagamentos abaixo.
ru: Доступные средства распределяются в соответствии с приведенными ниже выплатами.
tr: Mevcut fonlar aşağıdaki ödemelere göre dağıtılır.

source: Available funds can be distributed according to the payouts below{0}.
es: Los fondos disponibles pueden ser distribuidos de acuerdo a los pagos de abajo{0}.
fr: Les fonds disponibles peuvent être distribués selon les paiements ci-dessous{0}.
pt: Fundos disponíveis podem ser distribuídos conforme os pagamentos abaixo{0}.
tr: Mevcut fonlar aşağıdaki ödemelere göre dağıtılabilir{0}.

source: Available:
es: Disponible:
fr: Disponible :
pt: Disponível:
ru: Доступно:
tr: Mevcut:

source: Back to top
es: Regresa arriba
fr: Haut de page
pt: De volta ao início
ru: Вернуться наверх
tr: Başa dön

source: Balance exceeded
es: Balance excedido
fr: Solde dépassé
pt: Saldo excedido
ru: Баланс превышен
tr: Bakiye aşıldı

source: Balance of the project owner's wallet.
es: Balance en la cartera del dueño del proyecto.
fr: Solde du portefeuille du propriétaire du projet.
pt: Saldo da carteira do dono do projeto.
ru: Баланс кошелька владельца проекта.
tr: Proje sahibinin cüzdan bakiyesi.

source: Beneficiary
es: Beneficiario
fr: Bénéficiaire
pt: Beneficiário
ru: Получатель
tr: Faydalanıcı

source: Beneficiary address
es: Dirección de beneficiario
fr: Adresse du bénéficiaire
pt: Endereço do beneficiário
ru: Адрес получателя
tr: Faydalanıcı adresi

source: Big ups to the Ethereum community for crafting the infrastructure and economy to make Juicebox possible.
es: Dar las gracias a la comunidad Ethereum por fabricar la infraestructura y la economía para hacer posible Juicebox.
fr: Bravo à la communauté Ethereum pour avoir créé l'infrastructure et l'économie nécessaires pour rendre Juicebox possible.
pt: Grandes aplausos à comunidade Ethereum por criar a infraestrutura e economia a fim de tornar o Juicebox possível.
ru: Большое спасибо сообществу Ethereum за создание инфраструктуры и экономики, что сделало Juicebox возможным.
tr: Juicebox'ı mümkün kılan altyapı ve ekonomiyi hazırladığı için Ethereum topluluğuna selamlar.

source: Block number
es: Número de bloque
fr: Numéro de blocage
pt: Número de Blockchain
ru: Номер блока
tr: Blok numarası

source: Bonding curve rate
es: Tasa de curva de adhesión
fr: Taux de la courbe de liaison
pt: Taxa da curva de vínculo
ru: Ставка скорости кривой по облигациям
tr: Bağlılık eğrisi oranı

source: Bonding curve:
es: Curva de adhesión:
fr: Courbe de liaison :
pt: Curva de vínculo:
ru: Ставка скорости кривой по облигациям:
tr: Bağlılık eğrisi:

source: Built for:
es: Construido para:
fr: Construit pour :
pt: Construído para:
ru: Создан для:
tr: Şunlar için üretildi:

source: Burn project tokens
es: Quemar tokens del proyecto
fr: Brûler les tokens du projet
pt: Queimar os tokens do projeto
ru: Сжечь токены проекта
tr: Proje token'larını yakın

source: Burn your {tokensLabel}. You won't receive ETH in return because this project has no overflow.
es: Quema tus {tokensLabel}. No recibirás ETH de regreso porque este proyecto no tiene excedente.
fr: Brûler vos {tokensLabel}. Vous ne recevrez pas d'ETH en retour car ce projet n'a pas d'overflow.
pt: Queime seus {tokensLabel}. Você não receberá ETH em retorno porque este projeto não tem overflow.
ru: Сожгите свой {tokensLabel}. Вы не получите ETH взамен, потому что у этого проекта нет перетока.
tr: {tokensLabel} token'larınızı yakın. Karşılığında ETH almayacaksınız çünkü bu projede taşma bulunmuyor.

source: Burn {0} {tokensTextShort}
es: Quemar {0} {tokensTextShort}
fr: Brûler {0} {tokensTextShort}
pt: Queimar {0} {tokensTextShort}
ru: Сжечь {0} {tokensTextShort}
tr: {0} adet {tokensTextShort} token'ını yak

source: Burn {tokensLabel}
es: Quemar {tokensLabel}
fr: Brûler {tokensLabel}
pt: Queimar {tokensLabel}
ru: Сжечь {tokensLabel}
tr: {tokensLabel} token'larını yak

source: Burn {tokensTextLong}
es: Quemar {tokensTextLong}
fr: Brûler {tokensTextLong}
pt: Queimar {tokensTextLong}
ru: Сжечь {tokensTextLong}
tr: {tokensTextLong} yak
