Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: Your project's funding cycle target and duration.
es: El objetivo y duración de tu ciclo de financiamiento.
fr: Objectif et durée du cycle de financement de votre projet.
pt: Objetivo e duração do ciclo de financiamento do seu projeto.
ru: Цель и продолжительность цикла финансирования вашего проекта.
tr: Projenizin finansman döngüsü hedefi ve süresi.

source: Your transaction has been submitted and is awaiting confirmation.
es: Tu transacción ha sido presentada y está esperando confirmación.
fr: Votre transaction a été envoyée et est en attente de confirmation.
pt: Sua transação foi submetida e está aguardando confirmação.
ru: Ваша транзакция была отправлена и ожидает подтверждения.
tr: İşleminiz gönderildi ve onay bekliyor.

source: Your unclaimed token balance: {0}
es: Tu balance de tokens no reclamados: {0}
fr: Votre solde de tokens non réclamé : {0}
pt: O seu saldo de token não resgatado: {0}
tr: Talep edilmemiş token bakiyeniz: {0}

source: Your unclaimed {tokenTextLong}
es: Tus {tokenTextLong} no reclamados
fr: Vos {tokenTextLong} non réclamés
pt: Os seus {tokenTextLong} não reivindicados
ru: Ваш невостребованный {tokenTextLong}
tr: Talep edilmemiş {tokenTextLong} token'larınız

source: Zero
es: Cero
fr: Zéro
tr: Sıfır

source: after {0}% JBX fee
es: {0}% después de la comisión de JBX
fr: après {0}% de frais JBX
pt: depois da taxa de {0}% de JBX
ru: после {0}% комиссии JBX
tr: %{0} JBX ücretinden sonra

source: called by <0/>
es: llamado por <0/>
fr: appelé par <0/>
pt: chamado por <0/>

source: days
es: días
fr: jours
pt: dias
ru: дней
tr: gün

source: handle
es: usuario
fr: identifiant
pt: controlar
ru: никнейм
tr: tanıtıcı

source: hours
es: horas
fr: heures
pt: horas
ru: часы
tr: saat

source: last {trendingWindowDays} days
es: últimos {trendingWindowDays} días
fr: derniers {trendingWindowDays} jours
pt: últimos {trendingWindowDays} dias
ru: последние {trendingWindowDays} дней
tr: son {trendingWindowDays} gün

source: loading
es: cargando
fr: chargement en cours
pt: carregando
ru: загрузка
tr: yükleniyor

source: locked until {lockedUntilFormatted}
es: bloqueado hasta {lockedUntilFormatted}
fr: bloqué jusqu'à {lockedUntilFormatted}
pt: trancado até {lockedUntilFormatted}
ru: заблокировано до {lockedUntilFormatted}
tr: Kilit süresi bitiş tarihi {lockedUntilFormatted}

source: matching "{searchText}"
es: coincidencia "{searchText}"
fr: correspondant à "{searchText}"
pt: coincidindo "{searchText}"
ru: соответствие с"{searchText}"
tr: "{searchText}" ile eşleşen

source: minutes
es: minutos
pt: minutos
ru: минуты
tr: dakika

source: or <0><1>buy {tokenText} on exchange<2/></1></0>
es: o <0><1> compra el {tokenText} en el exchange <2/></1></0>
fr: ou <0><1>acheter {tokenText} en échange<2/></1></0>
pt: ou <0><1> compre {tokenText} em troca<2/></1></0>
ru: или <0><1>купить {tokenText} на бирже <2/></1></0>
tr: veya <0><1>borsada {tokenText} satın alın<2/></1></0>

source: project
es: proyecto
fr: projet
pt: projeto
ru: проект
tr: proje

source: project owner
es: dueño del proyecto
fr: propriétaire du projet
pt: proprietário do projeto
ru: владелец проекта
tr: proje sahibi

source: projects
es: proyectos
fr: projets
pt: projetos
ru: проекты
tr: projeler

source: seconds
es: segundos
fr: secondes
pt: segundos
ru: секунды
tr: saniye

source: tokens per ETH contributed
es: tokens por cada ETH contribuido
fr: tokens par ETH contribué
pt: tokens por ETH contribuído
tr: katkıda bulunulan ETH başına token miktarı

source: tokens redeemed
es: tokens canjeados
fr: tokens récupérés
pt: tokens resgatados
ru: погашенных токенов
tr: kullanılan token'lar

source: until
es: hasta
fr: jusqu'à
pt: até
ru: до
tr: sonra

source: {0} after JBX fee
es: {0} después de la comisión de JBX
fr: {0} après les frais JBX
pt: {0} spós a taxa de JBX
ru: {0} после комиссии JBX
tr: JBX ücreti sonrası {0}

source: {0} ago
es: {0} atrás
fr: il y a {0}
pt: {0} atrás
ru: {0} лет назад
tr: {0} önce

source: {0} are distributed to anyone who pays this project. If the project has set a funding target, tokens can be redeemed for a portion of the project's overflow whether or not they have been claimed yet.
es: {0} se distribuyen a cualquiera que pague este proyecto. Si el proyecto ha establecido un objetivo de financiamiento, los tokens pueden ser canjeados por una porción del excedente del proyecto, sea que ya hayan sido reclamados o no.
fr: {0} sont distribués à tous ceux qui paient ce projet. Si le projet a défini un objectif de financement, les tokens peuvent être récupérés d'une partie de l'overflow du projet, qu'ils aient été déjà réclamés ou non.
pt: {0} são distribuídos para qualquer pessoa que pague este projeto. Se o projeto já definiu o objetivo de financiamento, os tokens podem ser resgatados por uma porção de overflow do projeto, tendo eles (ou não) sido reivindicados ainda.
ru: {0} распределяются среди всех, кто платит этому проекту. Если проект установил цель финансирования, токены могут быть выкуплены за часть переполнения проекта независимо от того, были ли они еще востребованы.
tr: {0} token'ları bu projeye ödeme yapan herkese dağıtılır. Proje için bir finansman hedefi belirlenmişse token'lar, talep edilmiş olup olmadıklarına bakılmaksızın proje taşmasının bir miktarı için kullanılabilir.

source: {0} balance
es: {0} de balance
fr: {0} solde
pt: {0} saldo
ru: {0} баланс
tr: {0} bakiyesi

source: {0} balance: <0><1>{1} {tokensTextShort}</1><2>({share}% of supply)</2></0>
es: {0} balance: <0><1>{1}{tokensTextShort}</1><2>({share}% de suministro)</2></0>
fr: {0} solde : <0><1>{1} {tokensTextShort}</1><2>({share}% d'offre)</2></0>
pt: {0} saldo: <0><1>{1}{tokensTextShort}</1><2>({share}% de fornecimento)</2></0>
ru: {0} баланс: <0><1>{1} {tokensTextShort}</1><2>({share}% от предложения)</2></0>
tr: {0} bakiyesi: <0><1>{1} {tokensTextShort}</1><2>(arzın %{share} kadarı)</2></0>

source: {0} contributed
es: {0} contribuidos
fr: {0} contribué
pt: {0} contribuído
ru: {0} внесли вклад
tr: {0} katkı

source: {0} days
es: {0} días
fr: {0} jours
pt: {0} dias
ru: {0} дней
tr: {0} gün

source: {0} for you
es: {0} para ti
fr: {0} pour vous
pt: {0} para você
ru: {0} для вас
tr: Size ait {0}

source: {0} reserved
es: {0} reservados
fr: {0} réservé
pt: {0} reservado
ru: {0} зарезервировано
tr: Rezerve {0}

source: {0} total
es: {0} en total
ru: {0} всего
tr: Toplam {0}

source: {0} unclaimed
es: {0} no reclamados
fr: {0} non réclamé
pt: {0} não reivindicados

source: {0} will go to the project owner: <0/>
es: {0} irá al dueño del proyecto: <0/>
fr: {0} ira au propriétaire du projet : <0/>
pt: {0} Irá para o proprietário do projeto: <0/>
ru: {0} будет перенаправлен владельцу проекта: <0/>
tr: {0} proje sahibine gidecek: <0/>

source: {0} withdrawn
es: {0} retirado
fr: {0} retiré
pt: {0} retirado
ru: {0} снято
tr: {0} çekildi

source: {0} {tokenTextPlural} reserved
es: {0} {tokenTextPlural} reservados
fr: {0} {tokenTextPlural} réservé
pt: {0} {tokenTextPlural} reservados
tr: {0} adet {tokenTextPlural} rezerve edildi

source: {0}% of all newly minted tokens.
es: {0}% de todos los tokens recién acuñados.
fr: {0}% de tous les tokens nouvellement frappés.
pt: {0}% de todos os tokens recentemente emitidos.
tr: Yeni basılan tüm token'ların %{0} kadarı.

source: {0}% of supply
es: {0}% del suministro
fr: {0}% de l'offre
pt: {0}% do fornecimento
ru: {0}% от поставки
tr: %{0} arz

source: {0}% to <0/>
es: {0}% a <0/>
fr: {0}% à <0/>
pt: {0}% a <0/>
ru: {0}% до <0/>
tr: <0/> adresine %{0}

source: {0}% to {1}
es: {0}% a {1}
fr: {0}% à {1}
pt: {0}% a {1}
ru: {0}% к {1}

source: {0}/{1} withdrawn
es: {0}/{1} retirado
fr: {0}/{1} retiré
pt: {0}/{1} retirado
ru: {0}{1} снято
tr: {0}/{1} çekildi

source: {exchangeName} has no market for {tokenSymbol}.
es: {exchangeName} no tiene mercado para el token {tokenSymbol}.
fr: {exchangeName} n'a pas de marché pour {tokenSymbol}.
pt: {exchangeName} não tem mercado para {tokenSymbol}.
ru: {exchangeName} не имеет пула ликвидности для {tokenSymbol}.
tr: {exchangeName} borsasının {tokenSymbol} için piyasası yoktur.

source: {formattedTimeLeft} left
es: {formattedTimeLeft} restante
fr: {formattedTimeLeft} restant
pt: {formattedTimeLeft} restante
ru: {formattedTimeLeft} осталось
tr: {formattedTimeLeft} kaldı

source: {formattedTimeLeft} until #{0}
es: {formattedTimeLeft} hasta #{0}
fr: {formattedTimeLeft} jusqu'à #{0}
pt: {formattedTimeLeft} até #{0}
ru: {formattedTimeLeft} до #{0}
tr: #{0}'a kadar kalan {formattedTimeLeft}

source: {payerRate} (+ {reservedRate} reserved) {tokenSymbolPlural}/ETH
es: {payerRate} (+ {reservedRate} reservada) {tokenSymbolPlural}/ETH
fr: {payerRate} (+ {reservedRate} réservé) {tokenSymbolPlural}/ETH
pt: {payerRate} (+ {reservedRate} reservado) {tokenSymbolPlural}/ETH
ru: {payerRate} (+ {reservedRate} зарезервировано) {tokenSymbolPlural}/ETH
tr: {payerRate} (+ {reservedRate} rezerve) {tokenSymbolPlural}/ETH

source: {paymentCount, plural, one {# payment} other {# payments}}
es: {paymentCount, plural, one {# pago} other {# pagos}}
fr: {paymentCount, plural, one {# paiement} other {# paiements}}
pt: {paymentCount, plural, one {# pagamento} other {# pagamentos}}
ru: {paymentCount, plural, one {# платеж} other {# платежи}}
tr: {paymentCount, plural, one {# ödeme} other {# ödeme}}

source: {tokenSymbolPluralCap} received per ETH paid to the treasury. This can change over time according to the discount rate and reserved tokens amount of future funding cycles.
es: {tokenSymbolPluralCap} recibidos por cada ETH pagado al tesoro. Esto puede cambiar con el tiempo de acuerdo con la tasa de descuento y la cantidad de tokens reservados de ciclos de financiamiento próximos.
fr: {tokenSymbolPluralCap} reçu par ETH payé à la trésorerie. Cela peut changer au fil du temps en fonction du taux de remise et de la quantité de tokens réservés des cycles de financement à venir.
pt: {tokenSymbolPluralCap} recebido por ETH pagos para o tesouro. Isto pode modificar-se através do tempo conforme a taxa de desconto e a quantidade de tokens reservados de futuros ciclos de financiamento.
tr: Hazineye ödenen ETH başına alınan {tokenSymbolPluralCap} token'ı. Bu miktar, gelecek finansman döngülerinin indirim oranına ve rezerve token miktarına göre zaman içinde değişebilir.

source: {tokenSymbol} ERC-20 address
es: {tokenSymbol} dirección ERC-20
fr: {tokenSymbol} adresse ERC-20
pt: {tokenSymbol} Endereço ERC-20
ru: {tokenSymbol} ERC20 адрес
tr: {tokenSymbol} ERC-20 addresi

source: {tokenSymbol}/ETH exchange rate on {exchangeName}.
es: Tipo de cambio de {tokenSymbol}/ETH en {exchangeName}.
fr: Taux de change {tokenSymbol}/ETH sur {exchangeName}.
pt: {tokenSymbol}/ETH taxa de câmbio em {exchangeName}.
ru: Обменный курс {tokenSymbol}/ETH на {exchangeName}.
tr: {exchangeName} üzerinde {tokenSymbol}/ETH kuru.

source: {tokenTextSingular} recipients
es: {tokenTextSingular} beneficiarios
fr: {tokenTextSingular} bénéficiaires
pt: Recipientes de {tokenTextSingular}
ru: {tokenTextSingular} получатели
tr: {tokenTextSingular} token'ı alıcıları

source: {tokensLabel} are distributed to anyone who pays this project. If the project has set a funding target, tokens can be redeemed for a portion of the project's overflow whether or not they have been claimed yet.
es: {tokensLabel} son distribuidos a cualquiera que pague este proyecto. Si el proyecto tiene un objetivo de financiamiento, los tokens pueden ser canjeados por una porción del excedente del proyecto, hayan sido estos reclamados o no.
fr: {tokensLabel} sont distribués à tous ceux qui paient ce projet. Si le projet a défini un objectif de financement, les tokens peuvent être récupérés d'une partie de l'overflow du projet, qu'ils aient déjà été réclamés ou non.
pt: {tokensLabel} são distribuídos para qualquer pessoa que pague este projeto. Se o projeto já definiu o objetivo de financiamento, os tokens podem ser resgatados por uma porção de overflow do projeto caso eles tenham ou não sido reivindicados ainda.
ru: {tokensLabel} распространяются среди всех, кто оплачивает этот проект. Если проектустановил целевой показатель финансирования, токены могут быть выкуплены для частипереполнения проекта независимо от того, были ли они еще востребованы или нет.
tr: {tokensLabel} token'ları bu projeye ödeme yapan herkese dağıtılır. Proje için bir finansman hedefi belirlenmişse token'lar, talep edilmiş olup olmadıklarına bakılmaksızın proje taşmasının bir miktarı için kullanılabilir.

source: {tokensText} reserved
es: {tokensText} reservados
fr: {tokensText} réservés
pt: {tokensText} reservados
ru: {tokensText} зарезервировано
tr: Rezerve {tokensText} token'ları

source: {tokensTokenUpper} amount
es: cantidad de {tokensTokenUpper}
fr: {tokensTokenUpper} montant
pt: quantidade de {tokensTokenUpper}
ru: {tokensTokenUpper} количество
tr: {tokensTokenUpper} token miktarı

source: {unclaimedBalanceFormatted} {tokenText} claimable
es: {unclaimedBalanceFormatted}{tokenText} reclamables
fr: {unclaimedBalanceFormatted} {tokenText} réclamable
pt: {unclaimedBalanceFormatted} {tokenText} reivindicável
tr: talep edilebilir {unclaimedBalanceFormatted} {tokenText}

source: {userOwnershipPercentage}% of total supply
es: {userOwnershipPercentage} % de suministro total
fr: {userOwnershipPercentage}% de l'offre totale
pt: {userOwnershipPercentage}% de fornecimento total
ru: {userOwnershipPercentage}% от общего объема предложения
tr: Toplam arzın %{userOwnershipPercentage} kadarı

source: General
fr: Général
pt: Geral

source: Holders
fr: Titulaires
pt: Titulares
ru: Держатели
tr: Sahipler

source: Logo
pt: Logotipo
ru: Логотип

source: No
fr: Non
pt: Não
ru: Нет
tr: Hayır

source: Payout is locked
fr: Le paiement est verrouillé
pt: O pagamento está bloqueado
tr: Ödeme kilitlendi

source: {0} holders
fr: {0} titulaires
pt: {0} titulares
ru: {0} держатели
tr: {0} sahipleri

source: ID
fr: Identifiant
tr: Kimlik

source: ID: {projectId}
fr: Identifiant : {projectId}
tr: Kimlik: {projectId}

source: Tokens
ru: Жетоны
tr: Token'lar

source: Tokens:
ru: Токены:
tr: Token'lar:

source: Total: {0}%
ru: Итого: {0}%
tr: Toplam: %{0}

source: tokens
ru: токены
tr: token'lar

source: {0} tokens/ETH
tr: {0} token/ETH

source: {count} total
ru: Итого {количество}
tr: toplam {count}

source: {inflationRate} tokens / ETH
tr: {inflationRate} token/ETH

source: {issuanceRate} tokens / ETH
tr: {issuanceRate} token / ETH

source: (Optional) Add a memo to this payment on-chain
ru: (Необязательно) Добавить примечание к этому платежу в цепочке

source: (Optional) Add a note to this payment on-chain
ru: (Необязательно) Добавить примечание к этому платежу в цепочке

source: <0/> Search results don't include V2 projects yet.
ru: <0/> Результаты поиска пока не включают проекты V2.

source: <0>Recurring funding cycles</0> (for example, distribute $30,000 from your project's treasury every 14 days).
ru: <0> Повторяющиеся циклы финансирования</0> (например, распределять $30 000 из казны вашего проекта каждые 14 дней).

source: <0>Trending projects</0><1><2/></1>
ru: <0>Трендовые проекты</0><1><2/></1>

source: A <0>discount rate</0> to automatically reduce the issuance rate of your project's token (tokens/ETH) each new funding cycle.
ru: <0>дисконтная ставка</0> для автоматического снижения курса эмиссии токенов (tokens/ETH) вашего проекта при каждом новом цикле финансирования.

source: A bonding curve rewards people who wait longer to redeem your tokens for overflow.
ru: Кривая связи вознаграждает людей, которые дольше ждут, чтобы обменять ваши токены на переполнение.

source: A mechanism like Juicebox where upfront financial commitments should be honored over time is only guaranteed within an ecosystem like Ethereum.
ru: Такой механизм, как Juicebox, в котором финансовые обязательства должны выполняться с течением времени, гарантируется только в такой экосистеме, как Ethereum (Эфириум).

source: A project can choose to reserve a percentage of tokens for itself. Instead of being distributed to paying users, this percentage of tokens is instead minted for the project.
ru: Проект может зарезервировать для себя процент токенов. Вместо того, чтобы распределяться среди платящих пользователей, этот процент токенов создается для проекта.

source: Add a split
ru: Добавить разделение

source: Add split
ru: Добавить разделение

source: Add token receiver
ru: Добавить получателя токена

source: Address required
ru: Требуемый адрес

source: All projects
ru: Все проекты

source: An invite link to your project's Discord server.
ru: Ссылка для приглашения на сервер Discord вашего проекта.

source: Any treasury funds in excess of the distribution limit is called <0>overflow</0>. Overflow can be claimed by your project's token holders by redeeming their tokens. <1>Learn more</1> about overflow.
ru: Любые средства казначейства, превышающие лимит распределения, называются <0>переполнением</0>. Переполнение может быть востребовано держателями токенов вашего проекта путем погашения их токенов. <1> Узнайте больше</1> о переполнении.

source: Any treasury funds within the distribution limit can be paid out to destinations that you can define as <0>splits</0>. <1>Learn more</1> about payout splits.
ru: Любые казначейские средства в пределах лимита распределения могут быть выплачены по направлениям, которые вы можете определить как <0>разделения <0>. <1> Узнайте больше</1> о разделениях выплат.

source: Blog
ru: Блог

source: By default, the issuance rate for your project's token during funding cycle #1 is 1,000,000 tokens / 1 ETH. For example, a 1 ETH contribution to your project will return 1,000,000 tokens. You can manipulate the issuance rate with the following configurations.
ru: По умолчанию курс эмиссии токенов вашего проекта во время цикла финансирования №1 составляет 1 000 000 токенов / 1 ETH. Например, взнос в размере 1 ETH в ваш проект принесет 1 000 000 токенов. Вы можете управлять скоростью эмиссии с помощью следующих конфигураций.

source: By default, these tokens are reserved for the project owner, but you can also allocate portions to other wallet addresses.
ru: По умолчанию эти токены зарезервированы для владельца проекта, но вы также можете распределить их часть между другими адресами кошельков.

source: Check this to mint this project's ERC-20 tokens to your wallet. Leave unchecked to have your token balance tracked by Juicebox, saving gas on this transaction. You can always claim your ERC-20 tokens later.
ru: Установите этот флажок, чтобы зачислить токены ERC-20 этого проекта на свой кошелек. Оставьте флажок не отмеченным, чтобы ваш баланс токенов отслеживался Juicebox, экономя газ на этой транзакции. Вы всегда можете потребовать свои токены ERC-20 позже.

source: Claim {0}
ru: Получить {0}

source: Claim {0} as ERC-20 tokens
ru: Получить {0} в качестве токенов ERC-20

source: Congrats on creating your project!
ru: Поздравляю с созданием вашего проекта!

source: Congratulations on launching your project! We recommend you take these next steps to help your project gain traction. These steps are optional and you can complete them later on.
ru: Поздравляем с запуском вашего проекта! Мы рекомендуем вам предпринять следующие шаги, чтобы помочь вашему проекту набрать обороты. Эти шаги необязательны, и вы можете выполнить их позже.

source: Create a payable address
ru: Создать адрес для оплаты

source: Creating a Juicebox project mints you an NFT (ERC-721) representing ownership over it. Whoever owns this NFT can configure the rules of the game and how payouts are distributed.
ru: При создании проекта Juicebox вы получаете NFT (ERC-721), предоставляющий право собственности на него. Тот, кто владеет этим NFT, может настраивать правила игры и распределять выплаты.

source: Crowdfunding campaigns
ru: Краудфандинговые акции

source: Crypto and Web3 businesses
ru: Криптовалютный и Web3 бизнесы

source: DAOs and communities
ru: DAO и сообщества

source: Deploy new project configuration
ru: Установка новой конфигурации проекта

source: Discord
ru: Дискорд

source: Distribute {0}
ru: Распределение

source: Distribution limit is infinite: The project will control how all funds are distributed, and none can be redeemed by token holders.
ru: Лимит распределения не ограничен: Проект будет контролировать распределение всех средств, и ни одно из них не может быть выкуплено держателями токенов.

source: Distribution splits
ru: Распределение по частям

source: Due to their public nature, any exploits to the contracts may have irreversible consequences, including loss of funds. Please use Juicebox with caution.
ru: В связи с публичным характером, любые эксплойты к контрактам могут иметь необратимые последствия, включая потерю средств. Пожалуйста, используйте Juicebox с осторожностью.

source: ERC-20 community tokens
ru: Токены сообщества ERC-20

source: Edit existing split
ru: Редактировать существующее разделение

source: Edit token receiver
ru: Редактировать получателей токенов

source: Enabling this will mint {tokenSymbol} ERC-20 tokens. Otherwise staked {tokenSymbol} tokens will be minted, which can be claimed later as ERC-20 by the receiver.
ru: Включение этой функции позволит чеканить {tokenSymbol} токены ERC-20. В противном случае будут чеканиться токены {tokenSymbol}, которые впоследствии могут быть востребованы получателем как ERC-20.

source: Enabling token minting will appear risky to contributors. Only enable this when necessary.
ru: Включение выпуска токенов покажется вкладчикам рискованным. Включайте эту функцию только в случае необходимости.

source: Entities that will receive funds from the treasury each funding cycle.
ru: Организации, которые будут получать средства из казначейства в каждом цикле финансирования.

source: Ethereum provides a public environment where internet apps like Juicebox can run in a permission-less, trustless, and unstoppable fashion.
ru: Ethereum обеспечивает публичную среду, в которой интернет-приложения, такие, как Juicebox, могут работать без разрешений, без потребности доверия и без остановки.

source: For example, with a bonding curve of 70%, redeeming 10% of the token supply at any given time will claim around 7% of the total overflow.
ru: Например: с кривой связи 70%, погашение 10% количества токенов в любой момент времени потребует около 7% от общего переполнения.

source: For more info, check out this <0>short video</0> on bonding curves.
ru: Для получения дополнительной информации посмотрите это <0>короткое видео</0> о кривых склеивания.

source: For more info, check out this <0>short video</0>.
ru: Для получения дополнительной информации посмотрите это <0>короткое видео</0>.

source: For users paying through your app, you should route those funds through the Juicebox smart contracts so they receive tokens in return.
ru: Если пользователи платят через ваше приложение, вы должны направить эти средства через смарт-контракты Juicebox, чтобы они получили токены взамен.

source: Funding Distribution
ru: Распределение финансирования

source: Funding cycles
ru: Циклы финансирования

source: Give us your feedback
ru: Дайте нам свой отзыв

source: Holding these tokens entitles a project to a portion of its own overflow.
ru: Хранение этих токенов дает проекту право на часть собственного переполнения.

source: How did we do? We'd love to get your feedback so we can make creating Juicebox projects as juicy as possible!
ru: Как мы справились? Мы будем рады получить ваши отзывы, чтобы сделать создание проектов Juicebox как можно более эффективным!
