Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: The ratio of tokens rewarded per payment amount will decrease by this percentage with each new funding cycle. A higher discount rate will incentivize supporters to pay your project earlier than later.
es: La proporción de tokens otorgados por monto de pago irán disminuyendo por este porcentaje con cada ciclo de financiamiento nuevo. Una mayor tasa de descuento incentivará a los partidarios a pagar tu proyecto más antes que después.
fr: La proportion de tokens récompensés par montant de paiement diminuera à ce pourcentage, à chaque nouveau cycle de financement. Un taux de remise plus élevé incitera les financeurs à payer votre projet plus tôt.
pt: A proporção de tokens recompensamos por valor de pagamento diminuirá nesta porcentagem com cada novo ciclo de financiamento. Uma taxa de desconto mais alta incentivará apoiadores a pagar seu projeto mais rápido.
ru: Соотношение вознаграждения токенов на сумму платежа будет уменьшаться на этот процент с каждым новым циклом финансирования. Более высокая учетная ставка будет стимулировать сторонников платить за ваш проект раньше, чем позже.
tr: Ödeme tutarı başına verilen token'ların oranı, her yeni finansman döngüsünde bu yüzde oranında azalacaktır. Daha yüksek bir indirim oranı, destekçileri projenizi daha erken ödemeye teşvik edecektir.

source: The redemption rate determines the amount of overflow each token can be redeemed for at any given time. On a lower redemption rate, redeeming a token increases the value of each remaining token, creating an incentive to hold tokens longer than other holders. A redemption rate of 100% means all tokens will have equal value regardless of when they are redeemed.
es: La tasa de canje determina la cantidad de excedente por la que cada token puede ser canjeado en cualquier momento. En una tasa de canje baja, canjear un token incrementa el valor de cada token restante, creando un incentivo para holdear los tokens por más tiempo que otros. Una tasa de canje del 100% significa que todos los tokens tendrán igual valor sin importar el cuándo fueron canjeados.
pt: A taxa de resgate determina a quantidade de overflow que cada token pode ser resgatado a qualquer momento. Em uma taxa de resgate menor, resgatar um token aumenta o valor de cada token remanescente, criando um incentivo para segurar tokens por mais tempo que outros. Uma curva de ligação de 100% significa que todos os tokens terão o mesmo valor independentemente de onde foram resgatados.
ru: Коэффициент выкупа определяет количество перелива, за которое каждый токен может быть выкуплен в любой момент времени. При более низкой ставке выкупа, выкуп токена увеличивает стоимость каждого оставшегося токена, создавая стимул держать токены дольше, чем другие держатели. Коэффициент выкупа 100% означает, что все токены будут иметь равную ценность независимо от того, когда они будут выкуплены.
tr: Kullanım oranı, her token'ın herhangi bir zamanda kullanılabilecek taşma miktarını belirler. Daha düşük bir kullanım oranında, bir token kullanmak, kalan her bir token'ın değerini artırır ve token'ları diğer sahiplerden daha uzun süre tutmak için bir teşvik yaratır. %100'lük bir kullanım oranı, ne zaman kullanıldıklarına bakılmaksızın tüm token'ların eşit değere sahip olacağı anlamına gelir.

source: The redemption rate determines the amount of overflow each token can be redeemed for.
es: La tasa de canje determina la cantidad de excedente por el que se puede canjear cada token.
fr: Le taux de récupération détermine le montant d'overflow pour lequel chaque token peut être échangé.
pt: A taxa de resgate determina a quantidade de overflow pela qual cada token pode ser resgatado.
tr: Kullanım oranı, her token'ın kullanıldığında alabileceği taşma miktarını belirler.

source: The target for this funding cycle is 0, meaning all funds in Juicebox are currently considered overflow. Overflow can be redeemed by token holders, but not distributed.
es: El objetivo para este ciclo de financiamiento es 0, lo que significa que todos los fondos en Juicebox actualmente se consideran excedente. El excedente puede canjearse por poseedores de tokens, pero no distribuidos.
fr: L'objectif pour ce cycle de financement est de 0, ce qui signifie que tous les fonds sur Juicebox sont actuellement considérés comme de l'overflow. L'overflow peut être récupéré par les titulaires de tokens, mais il ne peut pas être distribué.
pt: O objetivo desse ciclo de financiamento é 0, o que significa que todos os fundos no Juicebox são atualmente considerados overflow. Overflow pode ser resgatado por detentores de tokens, mas não distribuído.
ru: Целью данного цикла финансирования является 0, то есть все средства в Juicebox в настоящее время считаются переполнением. Переполнение может быть использовано держателями токенов, но не распределено.
tr: Bu finansman döngüsü için hedef 0'dır, yani Juicebox'taki tüm fonlar şu anda taşma olarak kabul edilir. Taşma, token sahipleri tarafından talep edilerek kullanılabilir, ancak dağıtılamaz.

source: The total funds this Juicebox project has received since it was created.
es: Los fondos totales que este proyecto Juicebox ha recibido desde que fue creado.
fr: Le total des fonds que ce projet Juicebox a reçu depuis sa création.
pt: Os fundos totais que o projeto Juicebox recebeu desde quando foi criado.
tr: Bu Juicebox projesinin oluşturulduğundan beri aldığı toplam fon.

source: There are no payouts defined for this funding cycle. The project owner will receive all available funds.
es: No hay pagos definidos para este ciclo de financiamiento. El dueño del proyecto recibirá todos los fondos disponibles.
fr: Aucun paiement n'est défini pour ce cycle de financement. Le propriétaire du projet recevra tous les fonds disponibles.
pt: Não há pagamentos definidos para este ciclo de financiamento. O dono do projeto receberá todos os fundos disponíveis.
tr: Bu finansman döngüsü için tanımlanmış ödeme bulunmamaktadır. Proje sahibi mevcut tüm fonları alacaktır.

source: There are no reserved token recipients defined for this funding cycle. The project owner will receive all available tokens.
es: No hay beneficiarios de tokens reservados definidos para este ciclo de financiamiento. El dueño del proyecto recibirá todos los tokens disponibles.
fr: Il n'y a pas de bénéficiaire de tokens réservés définis pour ce cycle de financement. Le propriétaire du projet recevra tous les tokens disponibles.
pt: Não há recipientes de tokens reservados definidos para este ciclo de financiamento. O dono do projeto receberá todos os fundos disponíveis.
ru: Для данного цикла финансирования не определены резервные получатели токенов. Владелец проекта получит все доступные токены.
tr: Bu finansman döngüsü için tanımlanmış rezerve token bulunmamaktadır. Proje sahibi mevcut tüm token'ları alacaktır.

source: These attributes can be changed at any time.
es: Estos atributos pueden cambiarse en cualquier momento.
fr: Ces attributs peuvent être modifiés à tout moment.
pt: Esses atributos podem ser modificados a qualquer momento.
ru: Эти параметры могут быть изменены в любое время.
tr: Bu nitelikler herhangi bir zamanda değiştirilebilir.

source: These settings will <0>not</0> be editable immediately within a funding cycle. They can only be changed for <1>upcoming</1> funding cycles.
es: Estos ajustes <0>no</0> serán editables inmediatamente dentro de un ciclo de financiamiento. Solo pueden ser cambiados para <1>próximos</1> ciclos de financiamiento.
fr: Ces paramètres<0> ne seront pas</0> modifiables immédiatement au cours d'un cycle de financement. Ils ne peuvent être modifiés que pour les cycles de financement <1>à venir</1>.
pt: Essas ferramentas <0>não</0> serão editáveis imediatamente durante um ciclo de financiamento. Elas só poderão ser modificadas para <1>próximos</1> ciclos de financiamento.
ru: Эти настройки <0> не <0> будут доступны для редактирования немедленно в течение цикла финансирования. Они могут быть изменены только для <1> предстоящих <1> циклов финансирования.
tr: Bu ayarlar, bir finansman döngüsü içinde hemen <0>düzenlenemez</0>. Yalnızca <1>yaklaşan</1> finansman döngüleri için değiştirilebilirler.

source: This address is an unrecognized strategy contract. Make sure it is correct!
es: Esta dirección es un contrato de estrategia no reconocida. ¡Asegúrate de que esté correcta!
fr: Cette adresse est un contrat stratégique non reconnu. Assurez-vous qu'il est correct !
pt: Este endereço é um contrato de estratégia não reconhecido. Tenha certeza que está correto!
ru: Этот адрес является непризнанным стратегическим контрактом. Убедитесь, что он правильный!
tr: Bu adres, tanınmayan bir strateji sözleşmesine aittir. Doğru olduğundan emin olun!

source: This address will disappear when you close this window. <0>Copy the address and save it now</0>.
es: Esta dirección va a desaparecer cuando cierres esta ventana. <0>Copia la dirección y guárdala ahora</0>.
pt: O endereço irá desaparecer quando você fechar essa janela. <0>Copie o endereço e salve agora</0>.
ru: Этот адрес исчезнет, когда вы закроете это окно. <0> Скопируйте адрес и сохраните его сейчас</0>.
tr: Pencereyi kapattığınızda bu adres kaybolacaktır. <0>Adresi kopyalayın ve şimdi kaydedin</0>.

source: This address will receive any tokens minted when the recipient project gets paid.
es: Está dirección recibirá cualquier token acuñado cuando el receptor del proyecto es pagado.
fr: Cette adresse recevra tous les tokens frappés lorsque le projet bénéficiaire sera payé.
pt: Este endereço receberá qualquer token criado quando o projeto de destino for pago.
ru: Этот адрес будет получать все токены, сделанные при оплате проекта получателя.
tr: Bu adres, alıcı projeye ödeme yapıldığında basılan tüm token'ları alacaktır.

source: This address will receive the tokens minted from paying this project.
es: Esta dirección recibirá los tokens acuñados por pagar este proyecto.
fr: Cette adresse recevra les tokens frappés en payant ce projet.
pt: Este endereço deverá receber os tokens emitidos do pagamento deste projeto.
tr: Bu adres, bu projeyi ödeyerek basılan token'ları alacaktır.

source: This funding cycle may pose risks to contributors. Check the funding cycle details before paying this project.
es: Este ciclo de financiación puede representar riesgos a los contribuidores. Revisa los detalles del ciclo de financiación antes de pagar este proyecto.
fr: Ce cycle de financement peut présenter des risques pour les contributeurs. Vérifiez les détails du cycle de financement avant de payer ce projet.
pt: Este ciclo de financiamento pode representar riscos para os contribuidores. Avalie os detalhes de ciclo de financiamento antes de pagar este projeto.
ru: Этот цикл финансирования может представлять риски для вкладчиков. Перед оплатой этого проекта проверьте детали цикла финансирования.
tr: Bu finansman döngüsü katkı sahipleri için risk oluşturabilir. Bu projeye ödeme yapmadan önce finansman döngüsü detaylarını kontrol edin.

source: This is the maximum amount of funds that can leave the treasury each funding cycle.
es: Este es la cantidad máxima de fondos que pueden dejar el tesoro en cada ciclo de financiamiento.
fr: Ceci est le montant maximal de fonds qui peut sortir de la trésorerie à chaque cycle de financement.
pt: Esta é a quantidade máxima de fundos que pode deixar na tesouraria de cada ciclo de financiamento.
tr: Her finansman döngüsünde hazineden dağıtılabilecek maksimum fon miktarı.

source: This list is using an experimental data index and may be inaccurate for some projects.
es: Está lista está usando un índice experimental de datos y puede ser incorrecta para algunos proyectos.
fr: Cette liste utilise un index de données expérimental et peut être inexacte pour certains projets.
pt: Essa lista está usando um índice de dados experimental e pode ser impreciso para alguns projetos.
ru: Этот список использует экспериментальный индекс данных и может быть неточным для некоторых проектов.
tr: Bu liste deneysel bir veri dizini kullanıyor ve bazı projeler için doğru olmayabilir.

source: This project is archived and can't be paid.
es: Este proyecto está archivado y no puede ser pagado.
fr: Ce projet a été archivé et ne peut pas être payé.
pt: Este projeto está arquivado e não pode ser pago.
tr: Bu proje arşivlendi ve ödeme yapılamaz.

source: This project is currently using the Juicebox V1 terminal contract. New features introduced in V1.1 allow the project owner to:
es: Este proyecto está usando actualmente el contrato terminal de Juicebox V1. Nuevas utilidades introducidas en V1.1 permiten al dueño del proyecto:
fr: Ce projet utilise actuellement le contrat de terminal Juicebox V1. Les nouvelles fonctionnalités introduites dans V1.1 permettent au propriétaire du projet de :
pt: Este projeto está atualmente usando o contrato de terminal do Juicebox V1. Novas adições introduzidas na V1.1 permitem ao dono do projeto:
ru: Этот проект в настоящее время использует терминальный контракт Juicebox V1. Новые функции, представленные в версии 1.1, позволяют владельцу проекта:
tr: Bu proje şu anda Juicebox V1 terminal sözleşmesini kullanıyor. V1.1'de tanıtılan yeni özellikler, proje sahibinin şunları yapmasına olanak tanır:

source: This project uses the V2 version of the Juicebox contracts.
es: Este proyecto usa la versión V2 de los contratos de Juicebox.
fr: Ce projet utilise la version V2 des contrats Juicebox.
pt: Este projeto usa a versão V2 dos contratos do Juicebox.
ru: В этом проекте используется версия V2 контрактов Juicebox.
tr: Bu proje, Juicebox sözleşmelerinin V2 sürümünü kullanır.

source: This project's balance in the Juicebox contract.
es: El balance de este proyecto en el contrato de Juicebox.
fr: Le solde de ce projet dans le contrat Juicebox.
pt: Este saldo do projeto no contrato Juicebox.
tr: Bu projenin Juicebox sözleşmesindeki bakiyesi.

source: This rate determines the amount of overflow that each token can be redeemed for at any given time. On a lower bonding curve, redeeming a token increases the value of each remaining token, creating an incentive to hold tokens longer than others. A bonding curve of 100% means all tokens will have equal value regardless of when they are redeemed.
es: Esta tasa determina la cantidad de excedente por la que cada token puede ser canjeado en cualquier momento dado. En una menor curva de adhesión, canjear un token incrementa el valor de cada token restante, creando un incentivo para holdear tokens por más tiempo que otros. Una curva de adhesión del 100% significa que todos los tokens tendrán un valor igual sin importar cuando hayan sido canjeados.
fr: Ce taux détermine le montant oveflow pour lequel chaque token peut être récupérer à un moment donné. Sur une courbe de liaison inférieure, le rachat d'un token augmente la valeur de chaque token restant, ce qui incite à holder les tokens plus longtemps que les autres. Une courbe de liaison de 100 % signifie que tous les tokens auront la même valeur, quel que soit le moment où ils sont échangés.
pt: Esta taxa determina a quantidade de overflow que cada token pode ser resgatado a qualquer momento. Em uma curva de ligação menor, resgatar um token aumenta o valor de cada token remanescente, criando um incentivo para segurar tokens por mais tempo que outros. Uma curva de ligação de 100% significa que todos os tokens terão o mesmo valor independentemente de onde foram resgatados.
ru: Эта ставка определяет количество переполнения, за которое каждый токен может быть выкуплен в любой момент времени. При более низкой кривой связывания выкуп токена увеличивает стоимость каждого оставшегося токена, создавая стимул держать токены дольше, чем другие. Кривая облигаций, равная 100%, означает, что все токены будут иметь одинаковую ценность независимо от того, когда они будут выкуплены.
tr: Bu oran, her token'ın herhangi bir zamanda kullanılabilecek taşma miktarını belirler. Daha düşük bir bağlılık eğrisinde, bir token'ı kullanmak, kalan her bir token'ın değerini artırır ve token'ları diğerlerinden daha uzun süre tutmak için bir teşvik yaratır. %100'lük bir bağlılık eğrisi, ne zaman kullanıldıklarına bakılmaksızın tüm token'ların eşit değere sahip olacağı anlamına gelir.

source: This will erase all of your changes.
es: Esto borrará todos tus cambios.
fr: Cela effacera toutes vos modifications.
pt: Isso vai apagar todas as suas mudanças.
ru: Это удалит все ваши изменения.
tr: Yaptığınız tüm değişiklikler silinecektir.

source: This will reset the data for your new project. All changes will be lost.
es: Esto reiniciará los datos para tu nuevo proyecto. Todos los cambios se perderán.

source: To: <0/>
es: Para: <0/>
fr: À : <0/>
pt: Para: <0/>
ru: Кому: <0/>
tr: Kime: <0/>

source: Token address: <0/>
es: Dirección del token: <0/>
fr: Adresse du token : <0/>
pt: Endereço de token: <0/>
ru: Адрес токена: <0/>
tr: Token adresi: <0/>

source: Token amount
es: Cantidad de tokens

source: Token beneficiary address
es: Dirección de beneficiario de token
fr: Adresse du bénéficiaire de token
pt: Endereço do beneficiário de token
tr: Token faydalanıcısı adresi

source: Token beneficiary:
es: Beneficiario del token:
fr: Bénéficiaire de token :
pt: Beneficiário de token:
tr: Token faydalanıcısı:

source: Token holders <0>cannot redeem their tokens</0> for any ETH when the redemption rate is 0.
es: Los poseedores <0>no pueden canjear sus tokens</0> por nada de ETH cuando la tasa de emisión es 0.
pt: Os titulares de token <0>não podem reivindicar os tokens deles</0> por quaisquer ETH quando a taxa de resgaste for 0.
tr: Token sahipleri, kullanım oranı 0 olduğunda, herhangi bir miktar ETH karşılığında <0>token'larını kullanamaz</0>.

source: Token minting
es: Acuñación del token
fr: Frappe de tokens
pt: Criação de tokens
ru: Производство токенов
tr: Token basımı

source: Token minting allows the project owner to mint project tokens at any time.
es: Acuñar tokens permite al dueño del proyecto acuñar tokens del proyecto en cualquier momento.
fr: Frapper des tokens permet au propriétaire du projet de frapper les tokens du projet à tout moment.
pt: A criação de token permite o proprietário do projeto criar tokens do projeto a qualquer momento.
ru: Минтинг токенов позволяет владельцу проекта выпускать токены проекта в любое время.
tr: Token basımı, proje sahibinin herhangi bir zamanda proje token'larını basmasına olanak tanır.

source: Token minting enabled
es: Minteo de tokens activado
fr: Frappe de tokens activée
pt: Emissão de token habilitada
tr: Token basımı etkinleştirildi

source: Token minting is only available for V1.1 projects. Token minting can be enabled or disabled by reconfiguring the project's funding cycle.
es: La acuñación de tokens solo está disponible para proyectos V1.1. La acuñación de tokens puede ser activada o desactivada al reconfigurar el ciclo de financiamiento del proyecto.
fr: La frappe de tokens n'est disponible que pour les projets V1.1. La frappe de tokens peut être activée ou désactivée en reconfigurant le cycle de financement du projet.
pt: A criação de token está disponível apenas para projetos V1.1. A criação de token pode ser habilitada ou desabilitada pela reconfiguração do ciclo de financiamento do projeto.
ru: Создание токенов доступно только для проектов версии 1.1. Возможность создания токенов может быть включена или отключена путем изменения конфигурации цикла финансирования проекта.
tr: Token basma seçeneği yalnızca V1.1 projelerinde kullanılabilir. Token basma seçeneği, projenin finansman döngüsü yeniden yapılandırılarak etkinleştirilebilir veya devre dışı bırakılabilir.

source: Token name
es: Nombre del token
fr: Nom du token
pt: O nome do token
ru: Название токена
tr: Token adı

source: Token name is required
es: Se requiere el nombre del Token
fr: Le nom du token est requis
pt: Nome de token é obrigatório
tr: Token adı gerekli

source: Token redeem value
es: Valor de canje del token
fr: Valeur d'échange du token
pt: Valor de resgate do token
ru: Стоимость погашения токенов
tr: Token kullanma değeri

source: Token symbol
es: Símbolo del token
fr: Symbole du token
pt: O símbolo do token
ru: Символ токена
tr: Token sembolü

source: Token symbol is required
es: Se requiere el símbolo del Token
fr: Le symbole du token est requis
pt: Símbolo de token é obrigatório
tr: Token sembolü gerekli

source: Tokens <0>contributors will receive</0> when they contribute 1 ETH.
es: Los tokens que <0>los contribuyentes recibirán</0> cuando contribuyan 1 ETH.
pt: Os tokens que <0>os contribuidores irão receber</0> quando eles contribuírem 1 ETH.
tr: 1 ETH katkıda bulunduklarında <0>katkıda bulunanların alacağı</0> token'lar.

source: Tokens <0>reserved for the project</0> when 1 ETH is contributed.
es: Los tokens <0>reservados para el proyecto</0> cuando se contribuye 1 ETH.
fr: Tokens <0>réservés pour le projet</0> quand 1 ETH est contribué.
pt: Os tokens <0>reservados para o projeto</0> quando 1 ETH for contribuído.
tr: 1 ETH katkıda bulunulduğunda <0>proje için rezerve edilen</0> token miktarı.

source: Tokens are earned by anyone who pays your project, and can be redeemed for overflow if your project has set a funding target.
es: Los tokens son obtenidos por alguien que paga tu proyecto, y pueden ser canjeados por excedente si tu proyecto tiene un objetivo de financiamiento establecido.
fr: Les tokens sont gagnés par toute personne qui paie votre projet et peuvent être récupérés de l'overflow si votre projet a défini un objectif de financement.
pt: Tokens são ganhos por todos que pagam por seu projeto e podem ser resgatados por overflow se seu projeto tem um objetivo de financiamento definido.
ru: Токены зарабатываются любым, кто оплачивает ваш проект, и могут быть обменены на реальные деньги которые находятся в излишке, если ваш проект установил цель финансирования.
tr: Token'lar, projenize ödeme yapan herkes tarafından kazanılır ve projenizde bir finansman hedefi belirlendiyse taşma için kullanılabilir.

source: Tokens can be minted manually when allowed in the current funding cycle. The project owner can enable or disable minting for upcoming cycles.
es: Los tokens pueden ser acuñados manualmente cuando se permite en el ciclo de financiamiento actual. El dueño del proyecto puede activar o desactivar la acuñación para ciclos próximos.
