Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: Customize your project's "pay" button. Leave blank to use the default.
es: Personaliza el botón de "pagar" de tu proyecto. Deja en blanco para usar el valor por defecto.
fr: Customisez le bouton « payer » de votre projet. Laissez vide pour utiliser le bouton par défaut.
pt: Personalize o botão de "pagar" do seu projeto. Deixe em branco para utilizar o padrão.
tr: Projenizin "Ödeme" butonunu özelleştirin. Varsayılanı kullanmak için boş bırakın.

source: Cycle #{0}
es: Ciclo #{0}
pt: Ciclo #{0}
ru: Цикл #{0}
tr: Döngü #{0}

source: Cycle #{0} -
es: Ciclo #{0} -
pt: Ciclo #{0} -

source: Dark theme
es: Tema oscuro
fr: Mode sombre
pt: Tema escuro
ru: Тёмная тема
tr: Koyu tema

source: Date
es: Fecha
pt: Data
ru: Дата
tr: Tarih

source: Date created
es: Fecha de creación
fr: Date créée
pt: Data criada
ru: Дата создания
tr: Oluşturma tarihi

source: Days
es: Días
fr: Jours
pt: Dias
ru: Дней
tr: Gün

source: Delete payout
es: Borrar pago
fr: Supprimer paiement
pt: Deletar pagamento
tr: Ödemeyi sil

source: Delete token allocation
es: Borrar asignación de tokens
fr: Supprimer l'allocation de token
pt: Deletar alocação de token
tr: Token tahsisini sil

source: Deploy funding cycle configuration
es: Desplegar configuración de ciclo de financiamiento
pt: Implemente a configuração do ciclo de financiamento

source: Deploy project
es: Desplegar proyecto
fr: Déployer le projet
pt: Implementar projeto
ru: Развернуть проект
tr: Projeyi başlat

source: Deploy project on {signerNetwork}
es: Desplegar proyecto en {signerNetwork}
fr: Déployer le projet sur {signerNetwork}
pt: Implementar projeto no {signerNetwork}
ru: Развернуть проект на {signerNetwork}
tr: Projeyi {signerNetwork} üzerinde başlat

source: Deploy project payer contract
es: Desplegar contrato del pagador de proyecto
pt: Implantar contrato de pagador do projeto
ru: Развернуть контракт с плательщиком по проекту
tr: Proje ödeyen sözleşmesini devreye al

source: Deploy project to {0}
es: Desplegar proyecto a {0}
fr: Déployer le projet à {0}
pt: Implementar o projeto para {0}
ru: Развернуть проект на {0}
tr: Projeyi {0} ağında başlat

source: Deployed ERC20 token
es: Desplegar token ERC20
fr: Token ERC20 déployé
pt: Token ERC20 implementado
ru: Развернутый токен ERC20
tr: Devreye alınan ERC20 token'ı

source: Deposit 1 wei to @{handle}
es: Deposita 1 wei a @{handle}
fr: Déposez 1 wei pour @{handle}
pt: Deposite 1 Wei para @{handle}
ru: Депозит 1 wei на @{handle}
tr: @{handle} hesabına 1 wei yatırın

source: Design your project
es: Diseña tu proyecto
fr: Créez votre projet
pt: Crie seu projeto
ru: Создай свой проект
tr: Projenizi tasarlayın

source: Details
es: Detalles
fr: Détails
pt: Detalhes
ru: Подробности
tr: Detaylar

source: Determines whether tokens will be minted from payments to this address.
es: Determinar si es que los tokens serán minteados desde pagos hacia esta dirección.
fr: Détermine si les tokens seront frappés à partir des paiements effectués à cette adresse.
pt: Determine se os tokens serão emitidos a partir de pagamentos neste endereço.
tr: Bu adrese yapılan ödemelerden token basılıp basılmayacağını belirler.

source: Disabled
es: Desactivado
fr: Désactivé
pt: Desabilitado
ru: Отключен
tr: Devre dışı

source: Disabled when your funding cycle's distribution limit is <0>No limit</0> (infinite)
es: Desactivado cuando el límite de distribución de tu ciclo de financiamiento es <0>Sin límite</0> (infinito)
fr: Désactivé lorsque la limite de distribution de votre cycle de financement est <0>Aucune limite</0> (infinie)
pt: Desabilitado quando o limite de distribuição do seu ciclo de financiamento é <0>Sem limite</0> (infinito)
ru: Отключен, если лимит распределения вашего цикла финансирования <0>Нет лимита</0> (бесконечный)
tr: Finansman döngüsünün dağıtım sınırı <0>Sınırsız</0> (sonsuz) olduğunda devre dışı kalır

source: Disabled when your project's funding cycle duration is 0.
es: Deshabilitado cuando la duración del ciclo de financiamiento de tu proyecto es 0.
fr: Désactivé lorsque la durée du cycle de financement de votre projet est de 0.
pt: Desativado quando a duração do ciclo de financiamento do seu projeto for 0.
ru: Отключено, если длительность цикла финансирования вашего проекта равна 0.
tr: Projenizin finansman döngüsü süresi 0 (sıfır) olduğunda devre dışı kalır.

source: Disabled when your project's funding cycle has no duration.
es: Desactivado cuando el ciclo de financiamiento de tu proyecto no tiene duración.
fr: Désactivé lorsque le cycle de financement de votre projet n'a pas de durée.
pt: Desativado quando o ciclo de financiamento do projeto não tem duração.
ru: Отключен, если цикл финансирования вашего проекта не имеет продолжительности.
tr: Projenizin finansman döngüsünün süresi olmadığında devre dışı kalır.

source: Discard
es: Descartar
fr: Supprimer
pt: Descartar
tr: İptal Et

source: Disclose any details to your contributors before they pay your project.
es: Expón todo detalle a tus colaboradores antes de que paguen tu proyecto.
fr: Divulguez tous les détails de vos contributions avant qu'ils ne paient votre projet.
pt: Exponha todos os detalhes aos seus contribuidores antes que paguem o seu projeto.
tr: Projenize ödeme yapmadan önce tüm ayrıntıları katkı sahiplerinize açıklayın.

source: Disconnect
es: Desconectar
fr: Déconnecter
pt: Desconectar
ru: Отключиться
tr: Bağlantıyı kes

source: Discord link
es: Enlace a Discord

source: Discount rate
es: Tasa de descuento
fr: Taux de remise
pt: Taxa de desconto
ru: Учетная ставка
tr: İndirim oranı

source: Display ERC-20 and other Juicebox project tokens that this project owner holds.
es: Exhibe los ERC-20 y otros tokens de proyectos Juicebox que este dueño de proyecto posee.

source: Display ERC-20 tokens and other Juicebox project tokens that are in this project's owner's wallet.
es: Desplegar tokens ERC-20 y otros tokens de Juicebox que están en esta cartera del dueño del proyecto.
fr: Montrer les tokens ERC-20 et d'autres tokens de projet Juicebox qui sont dans le portefeuille du propriétaire de ce projet.
pt: Mostrar os tokens ERC-20 e outros tokens de projetos do Juicebox que estejam na carteira do dono do projeto.
ru: Отображение токенов ERC-20 и других токенов проекта Juicebox, которые находятся в кошельке владельца этого проекта.
tr: Bu proje sahibinin cüzdanında bulunan ERC-20 token'larını ve diğer Juicebox proje token'larını görüntüleyin.

source: Distribute a percentage of all funds received to entities. Your distribution limit will be <0>infinite</0>.
es: Distribuye un porcentaje de todos los fondos recibidos a entidades. Tu límite de distribución será <0>infinito</0>.
fr: Distribuer à des entités un pourcentage de tous les fonds reçus. Votre limite de distribution sera <0>infinie</0>.
pt: Distribua a porcentagem de todos os fundos recebidos por entidades. O seu limite de distribuição será de <0>infinito</0>.

source: Distribute a specific amount of funds to entities each funding cycle. Your distribution limit will equal the <0>sum of all payout amounts.</0>
es: Distribuye una cantidad específica de fondos a entidades cada ciclo de financiamiento. Tu límite de distribución será igual a la <0>suma de todas las cantidades de tus pagos.</0>
fr: Distribuer à des entités un montant spécifique de fonds, à chaque cycle de financement. Votre limite de distribution sera égale à la <0>somme de tous les montants de paiement.</0>
pt: Distribua uma quantidade específica de fundos a entidades a cada ciclo de financiamento. O seu limite de distribuição será igual a <0>soma de toda a quantidade de pagamentos.</0>

source: Distribute available funds to other Ethereum wallets or Juicebox projects as payouts. Use this to pay contributors, charities, Juicebox projects you depend on, or anyone else. Funds are distributed whenever a withdrawal is made from your project.
es: Distribuye fondos disponibles a otras wallets de Ethereum o proyectos de Juicebox como pagos. Usa esto para pagarle a colaboradores, caridades, proyectos de Juicebox de los que dependas, o a cualquier otro. Los fondos son distribuidos cuando un retiro se hace desde tu proyecto.
fr: Distribuez les fonds disponibles, en tant que paiement à d'autres portefeuilles Ethereum ou à des projets Juicebox. Utilisez-le pour payer les contributeurs, les projets Juicebox desquels vous dépendez, faire des dons de charité, ou payer n'importe qui d'autre. Les fonds sont distribués à chaque fois qu'un retrait de votre projet est effectué.
pt: Distribua fundos disponíveis para outras carteiras de Ethereum ou projetos do Juicebox como pagamento. Use isso para pagar contribuidores, caridade, projetos do Juicebox dos quais você depende, ou qualquer outra pessoa. Fundos são distribuídos quando ocorre uma retirada de seu projeto.
ru: Распределяйте доступные средства на другие кошельки Ethereum или проекты Juicebox в качестве выплат. Используйте это, чтобы платить вкладчикам, благотворительным организациям, проектам Juicebox, от которых вы зависите, или кому-либо еще. Средства распределяются всякий раз, когда производится вывод средств из вашего проекта.
tr: Uygun fonları diğer Ethereum cüzdanlarına veya Juicebox projelerine ödeme olarak dağıtın. Bunu katılımcılara, yardım kuruluşlarına, bağlı olduğunuz Juicebox projelerine veya başkalarına ödeme yapmak için kullanın. Projelerinizden para çekildiğinde fonlar dağıtılır.

source: Distribute funds
es: Distribuir fondos
fr: Distribuer les fonds
pt: Distribuir fundos
ru: Распределить средства
tr: Fonları dağıt

source: Distribute reserved {tokenTextPlural}
es: Distribuir los {tokenTextPlural} reservados
fr: Distribuez les {tokenTextPlural} réservés
pt: Distribuir {tokenTextPlural} reservados
ru: Распространить зарезервированные {tokenTextPlural}
tr: Rezerve {tokenTextPlural} token'ları dağıt

source: Distribute {tokenTextPlural}
es: Distribuir {tokenTextPlural}
fr: Distribuer {tokenTextPlural}
pt: Distribuir {tokenTextPlural}
ru: Распределить {tokenTextPlural}
tr: {tokenTextPlural} token'ları dağıt

source: Distribute {tokensText}
es: Distribuir {tokensText}
fr: Distribuer {tokensText}
pt: Distribuir {tokensText}
ru: Распределить {tokensText}
tr: {tokensText} token'ları dağıt

source: Distributed
es: Distribuido
fr: Distribué
pt: Distribuído
ru: Распределено
tr: Dağıtıldı

source: Distributed Funds
es: Fondos Distribuidos
fr: Fonds Distribués
pt: Fundos distribuídos
ru: Распределенные средства
tr: Dağıtılmış Fonlar

source: Distributed Reserves
es: Reservas Distribuidas
fr: Réserves Distribuées
pt: Reservas distribuídas
tr: Dağıtılmış Rezervler

source: Distributed Tokens
es: Tokens Distribuidos
fr: Tokens Distribués
pt: Tokens distribuídos
tr: Dağıtılmış Token'lar

source: Distributed funds
es: Fondos distribuidos
fr: Fonds Distribués
pt: Fundos distribuídos
tr: Dağıtılmış fonlar

source: Distributed reserved {0}
es: {0} reservados distribuidos
fr: Distribué réservé {0}
pt: Reservados distribuídos {0}

source: Distributing funds to Juicebox projects won't incur fees.
es: La distribución de fondos a los proyectos de Juicebox no incurrirá en cuotas.
fr: La distribution de fonds aux projets Juicebox n'entraînera pas de frais.
pt: A distribuição de fundos para os projetos Juicebox não irão incorrer em taxas.
tr: Juicebox projelerine fon dağıtmak ücrete tabi değildir.

source: Distribution
es: Distribución
pt: Distribuição
tr: Dağıtım

source: Distribution Limit <0/>:
es: Límite de distribución<0/>:
fr: Limite de distribution<0/> :
pt: Limite de distribuição <0/>:
tr: Dağıtım Sınırı <0/>:

source: Distribution limit
es: Límite de distribución
fr: Limite de distribution
pt: Limite de distribuição
ru: Лимит распределения
tr: Dağıtım sınırı

source: Distribution limit is 0: All funds will be considered overflow and can be redeemed by token holders.
es: El límite de distribución es 0: Todos los fondos serán considerados excedente y pueden ser canjeados por los holders de tokens.
fr: La limite de distribution est de 0 : Tous les fonds seront considérés comme de l'overflow et pourront être récupérés par les titulaires de token.
pt: O limite de distribuição é 0: Todos os fundos serão considerados overflow e podem ser resgatados pelos detentores de tokens.
ru: Лимит распределения равен 0: Все средства будут считаться переполненными и могут быть выкуплены держателями токенов.
tr: Dağıtım sınırı 0: Tüm fonlar taşma olarak kabul edilir ve token sahipleri tarafından kullanılabilir.

source: Distribution limit is infinite. <0>The project will control how all funds are distributed, and none can be redeemed by token holders.</0>
es: El límite de distribución es infinito. <0>El proyecto controlará como se distribuyen todos los fondos, y ninguno puede ser canjeado por poseedores de tokens.</0>
fr: La limite de distribution est infinie. <0>Le projet contrôlera la manière dont tous les fonds seront distribués et aucun fonds ne pourra être récupéré par les titulaires de tokens.</0>
pt: O limite de distribuição é infinito. <0>O projeto controlará como todos os fundos serão distribuídos e nenhum fundo poderá ser resgatado pelos titulares de tokens.</0>
tr: Dağıtım sınırı sonsuzdur. <0>Tüm fonların nasıl dağıtılacağını proje kontrol eder ve fonların hiçbiri, token sahipleri tarafından kullanılamaz.</0>

source: Distribution limit, duration and payouts
es: Límite de distribución, duración y pagos
fr: Limite de distribution, durée et paiements
pt: Limite de distribuição, duração e pagamentos
ru: Лимит распределения, продолжительность и выплаты
tr: Dağıtım sınırı, süre ve ödemeler

source: Distribution limit: <0/>{0}
es: Límite de distribución: <0/>{0}
pt: Limite de distribuição: <0/>{0}

source: Do I have to make my project open source to use Juicebox as its business model?
es: ¿Tengo que volver mi proyecto de código abierto para usar Juicebox como modelo de negocio?
fr: Dois-je rendre mon projet open source pour utiliser Juicebox comme son modèle économique ?
pt: Tenho que fazer meu projeto de código aberto para usar Juicebox como seu modelo de negócios?
ru: Должен ли я сделать свой проект открытым, чтобы использовать Juicebox в качестве бизнес-модели?
tr: Juicebox'ı iş modeli olarak kullanmak için projemi açık kaynak yapmak zorunda mıyım?

source: Docs
es: Documentos
fr: Documents
pt: Documentos
ru: Документы
tr: Dokümanlar

source: Documentation on v1.1 contracts
es: Documentación en contratos v1.1
fr: Documents dans v1.1 contrats
pt: Documentação em v1.1 contratos
ru: Документация по контрактам версии 1.1
tr: V1.1 sözleşmelerine ilişkin belgeler

source: Does a project benefit from its own overflow?
es: ¿Un proyecto se beneficia de su exceso?
fr: Un projet est-il bénéficié par son propre overflow ?
pt: Um projeto é beneficiado pelo seu próprio overflow?
ru: Выигрывает ли проект от собственного переполнения?
tr: Bir proje kendi taşmasından faydalanır mı?

source: Done
es: Hecho
fr: Finalisé
pt: Feito
ru: Готово
tr: Tamamlandı

source: Download CSV
es: Descargar CSV
fr: Télécharger CSV
pt: Baixar CSV
ru: Скачать CSV
tr: CSV'yi indirin

source: Download CSV of payments
es: Descargar CSV de pagos
fr: Télécharger CSV des paiements
pt: Baixar pagamentos em CSV
ru: Скачать CSV данных о платежах
tr: Ödemeler CSV'sini indirin

source: Download CSV of project activity
es: Descargar CSV de la actividad del proyecto
fr: Télécharger CSV de l'activité de votre projet
pt: Baixar atividade do projeto em CSV
ru: Скачать CSV о активности проекта
tr: Proje Etkinliği CSV'sini indirin

source: Download CSV of {0} holders
es: Descargar CSV de {0} holders
fr: Télécharger CSV des {0} titulaires
pt: Baixar CSV de {0} titulares
ru: Загрузить CSV из {0} держателей
tr: {0} sahipleri CSV'sini indirin

source: Duration
es: Duración
fr: Durée
pt: Duração
ru: Продолжительность
tr: Süre

source: Duration (seconds)
es: Duración (segundos)
fr: Durée (secondes)
pt: Duração (segundos)
tr: Süre (saniye)

source: ERC-20 tokens can only be minted once an ERC-20 token has been issued for this project.
es: Los tokens ERC-20 solo se pueden acuñar una vez que se ha emitido un token ERC-20 para este proyecto.
fr: Les tokens ERC-20 ne peuvent être frappés que lorsqu'un token ERC-20 a été émis pour ce projet.
pt: Os tokens ERC-20 apenas podem ser criados uma vez que o token ERC-20 tenha sido emitido para este projeto.
ru: Токены ERC-20 могут быть отчеканены только после выпуска токена ERC-20 для данного проекта.
tr: ERC-20 token'ları, yalnızca bu proje için bir ERC-20 token'ı çıkarıldığında basılabilir.

source: ERC20 Deployed
es: ERC20 Desplegado
fr: ERC20 Déployé
pt: ERC20 Implementado

source: Each payout will receive their percent of this total each funding cycle if there is enough in the treasury. Otherwise, they will receive their percent of whatever is in the treasury.
es: Cada pago recibirá su porcentaje de este total cada ciclo de financiamiento si hay suficiente en el tesoro. En caso contrario, recibirán el porcentaje de lo que haya en el tesoro.
fr: Chaque paiement recevra son pourcentage de ce total à chaque cycle de financement s'il y en a assez dans la trésorerie. Sinon, ils recevront leur pourcentage de tout ce que dispose la trésorerie.
pt: Cada pagamento você receberá a porcentagem deste total a cada ciclo de financiamento, caso haja o suficiente na tesouraria. Caso contrário, eles receberão a porcentagem de qualquer coisa que estiver na tesouraria.
tr: Her ödeme, finansman döngülerinin her birinde, hazinede yeterli tutar mevcutsa bu toplamdan ona ait olan yüzdeyi alacaktır. Aksi halde, hazinede bulunan tutar ne kadarsa bu tutar üzerinden yüzde alacaktır.

source: Each project has its own <0>ERC-20 tokens</0>. Anyone who contributes funds to a project receives that project's tokens in return. Token balances will be tracked by the protocol until ERC-20 tokens are optionally issued by the project owner.
es: Cada proyecto tiene sus propios <0>tokens ERC-20</0>. Todo el que financia un proyecto obtiene los tokens del proyecto a cambio. Los balances de tokens se registrarán por el protocolo hasta que los tokens ERC-20 sean emitidos por el dueño del proyecto.
fr: Chaque projet a ses propres <0>tokens ERC-20</0>. Tous ceux qui financent un projet reçoivent en retour les tokens de ce projet. Les soldes de jetons seront suivis par le protocole jusqu'à ce que les jetons ERC-20 soient éventuellement émis par le propriétaire du projet.
pt: Cada projeto possui seus próprios <0>ERC-20 tokens</0>. Qualquer um que contribua com fundos para um projeto recebe, em troca, tokens de projeto. Os saldos dos tokens serão rastreados pelo protocolo até que os tokens ERC-20 sejam opcionalmente emitidos pelo proprietário do projeto.
ru: Каждый проект имеет свои собственные <0>ERC-20 токены</0>. Каждый, кто вносит средства в проект, получает взамен токены этого проекта. Остатки токенов будут отслеживаться протоколом до тех пор, пока владелец проекта не выпустит токены ERC-20 по своему усмотрению.
tr: Her projenin kendi <0>ERC-20 token'ları</0> vardır. Bir projeye fon sağlayan herkes, karşılığında o projenin token'larını alır. Proje sahibi isteğe bağlı olarak ERC-20 token'ı çıkarana kadar, token bakiyeleri protokol tarafından izlenecektir.

source: Edit payout
es: Editar pago
fr: Modifier un paiement
pt: Editar pagamento
tr: Ödemeyi düzenle

source: Edit payouts
es: Editar pagos
pt: Editar pagamentos

source: Edit project
es: Editar proyecto
fr: Modifier le projet
pt: Editar projeto
ru: Редактировать проект
tr: Projeyi düzenle

source: Edit project details
es: Editar detalles del proyecto
fr: Modifier les détails du projet
pt: Editar detalhes do projeto
ru: Редактирование деталей проекта
tr: Proje ayrıntılarını düzenle

source: Edit reserved token allocation
es: Editar la asignación de tokens reservados
fr: Modifier l'allocation des tokens réservés
pt: Editar a alocação de tokens reservados
ru: Изменить зарезервированное распределение токенов
tr: Rezerve token tahsisini düzenle

source: Edit token allocation
es: Editar la asignación de tokens
fr: Modifier l'allocation de token
pt: Editar alocação de token
ru: Изменить распределение токенов
tr: Token tahsisini düzenle

source: Edit tracked assets
es: Editar activos en seguimiento
fr: Modifier les actifs suivis
pt: Editar ativos rastreados
ru: Изменить отслеживаемые активы
tr: İzlenen varlıkları düzenleyin

source: Enabled
es: Activado
fr: Activés
pt: Ativado
ru: Разрешено
tr: Etkin

source: Enabling this allows the project owner to manually mint any amount of tokens to any address.
es: Activar esto permite al dueño del proyecto acuñar manualmente cualquier cantidad de tokens a cualquier dirección.
fr: L'activation de cette option permet au propriétaire du projet de frapper manuellement n'importe quelle quantité de tokens pour n'importe quelle adresse.
pt: Ativar isto permite o proprietário do projeto produzir manualmente qualquer quantidade de tokens para qualquer endereço.
ru: Включение этой опции позволяет владельцу проекта вручную минтить любое количество токенов на любой адрес.
tr: Bunun etkinleştirilmesi, proje sahibine, herhangi bir miktarda token'ı herhangi bir adrese manuel olarak basma izni verir.

source: Enabling this will mint {tokenSymbol} ERC-20 tokens. Otherwise unclaimed {tokenSymbol} tokens will be minted, which can be claimed later as ERC-20 by the receiver.
es: Activar esto acuñará tokens ERC-20 {tokenSymbol}. De lo contrario tokens {tokenSymbol} no reclamados serán acuñados, que podrán reclamarse después como ERC-20 por el beneficiario.

source: Enabling this will mint {tokenSymbol} ERC-20 tokens. Otherwise, unclaimed {tokenSymbol} tokens will be minted, which can be claimed later as ERC-20 by the receiver.
es: Habilitando esto acuñará {tokenSymbol} tokens ERC-20. De lo contrario, los tokens {tokenSymbol} no reclamados serán acuñados, los cuales, podrán ser reclamados después como tokens ERC-20 por el receptor.
fr: En activant cette option cela frappera les {tokenSymbol} tokens ERC-20. Faute de quoi, les {tokenSymbol} tokens non réclamés seront frappés et pourront être réclamés ultérieurement comme ERC-20 par le destinataire.
pt: Ativando isto, irá criar {tokenSymbol} tokens ERC-20. Por outro lado, tokens {tokenSymbol} não reivindicados serão criados, os quais poderão ser reivindicados depois como ERC-20 pelo destinatário.
tr: Bunu etkinleştirmek {tokenSymbol} ERC-20 token'ları basacaktır. Aksi takdirde, talep edilmemiş {tokenSymbol} token'ları basılacak ve bunlar, daha sonra alıcı tarafından ERC-20 olarak talep edilebilecektir.

source: Enabling token minting will appear risky to contributors.
es: Permitir acuñar tokens parecerá arriesgado a los contribuidores.
fr: Désactiver la frappe de tokens peut sembler risqué aux contributeurs.
pt: Habilitar a emissão de token irá aparentar arriscado aos contribuidores.
tr: Token basımının etkinleştirilmesi, katkıda bulunanlar açısından riskli görünecektir.

source: End
es: Fin
fr: Fin
pt: Fim
ru: Конец
tr: Son

source: Error loading holders
es: Error al cargar holders
fr: Erreur lors du chargement des titulaires
pt: Erro ao carregar titulares
ru: Ошибка загрузки владельцев
tr: Sahipler yüklenirken hata oluştu

source: Error loading payments
es: Error al cargar pagos
fr: Erreur lors du chargement des paiements
pt: Erro ao carregar pagamentos
ru: Ошибка загрузки платежей
tr: Ödemeler yüklenirken hata oluştu

source: Explore projects
es: Explorar proyectos
fr: Explorer des projets
pt: Explore projetos
tr: Projeleri keşfedin

source: FAQ
es: Preguntas frecuentes
ru: FAQ (Вопросы)
tr: SSS

source: FAQs
es: Preguntas frecuentes
ru: FAQ (Вопросы)
tr: SSS

source: Failed to update project metadata
es: No se ha podido actualizar la metadata del proyecto
fr: Échec de la mise à jour des métadonnées du projet
pt: Houve falha na atualização do metadado do projeto
tr: Proje meta verileri güncellenemedi
