Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: However, Juicebox is still experimental software. Although the Juicebox contract team have done their part to shape the smart contracts for public use and have tested the code thoroughly, the risk of exploits is never 0%.
ru: Однако Juicebox все еще является экспериментальным программным обеспечением. Хотя команда разработчиков контрактов Juicebox внесла свой вклад в формирование смарт-контрактов для публичного использования и тщательно протестировала код, риск эксплойтов никогда не равен 0%.

source: If you know how much your project needs to earn over some period of time to be sustainable, you can set a funding target with that amount. If your project earns more than that, the surplus funds are locked in an overflow pool. Anyone holding your project's tokens can claim a portion of the overflow pool in exchange for redeeming their tokens.
ru: Если вы знаете, сколько ваш проект должен заработать за определенный период времени, чтобы быть устойчивым, вы можете установить целевой уровень финансирования с учетом этой суммы. Если ваш проект заработает больше этой суммы, излишки средств будут заблокированы в пуле перелива. Любой владелец токенов вашего проекта может претендовать на часть пула перелива в обмен на погашение своих токенов.

source: Initial issuance rate will be {0} tokens / 1 ETH for contributors. {1} tokens / 1 ETH will be reserved by the project.
ru: Первоначальный курс эмиссии составит {0} токенов / 1 ETH для вкладчиков. {1} токенов / 1 ETH будет зарезервировано проектом.

source: Invalid address
ru: Неверный адрес

source: Issuance rate
ru: Ставка эмиссии

source: Issue an ERC-20 token
ru: Выпустить токен ERC-20

source: Juicebox V2 on {0} isn't enabled.
ru: Juicebox V2 на {0} не включен.

source: Juicebox has handled tens of thousands of ETH through its protocol, and has so far had 0 security mishaps.
ru: Juicebox обработал десятки тысяч ETH через свой протокол, и до сих пор у него было 0 проблем с безопасностью.

source: Juicebox is a governance-minimal protocol. There are only a few levers that can be tuned, none of which impose changes for users without their consent. The Juicebox governance smart contract can adjust these levers.
ru: Juicebox - это протокол с минимальным управлением, что означает, что есть только несколько рычагов, которые можно настроить, ни один из которых не налагает изменений для пользователей без их согласия. Смарт-контракт управления Juicebox может регулировать эти рычаги.

source: Juicebox is an open protocol on Ethereum that is funded using Juicebox itself. You can check out the contractualized budget specs <0>here</0>.
ru: Juicebox - это открытый протокол на Ethereum, который финансируется с помощью самого Juicebox. Вы можете ознакомиться со спецификацией бюджета на основе контрактов <0>здесь</0>.

source: Juicebox was built to allow people and projects to get paid for creating public art and infrastructure, as much as or more than they would working towards corporate ends. No more shady business.
ru: Juicebox был построен, чтобы позволить людям и проектам получать оплату за создание публичного искусства и инфраструктуры столько же или больше, чем они будут работать для достижения корпоративных целей. Больше никаких теневых дел.

source: Last paid timestamp
ru: Последняя оплаченная временная метка

source: Learn more in this <0>short video</0>.
ru: Узнайте больше в этом <0>коротком видео</0>.

source: Let's get this party started!
ru: Давайте начнем вечеринку!

source: Manage {0}
ru: Управлять {0}

source: Memo
ru: Мемо

source: More trending projects
ru: Другие актуальные проекты

source: Next steps
ru: Следующие этапы

source: Note:
ru: Примечание:

source: Note: Juicebox is new, unaudited, and not guaranteed to work perfectly. Before spending money, do your own research: <0>ask questions</0>, <1>check out the code</1>, and understand the risks!
ru: Примечание: Juicebox является новым проектом, не прошедшим финансовую проверку, и его работа не гарантируется. Прежде чем тратить деньги, проведите собственное исследование: задайте вопросы, проверьте код и осознайте риски!

source: Paying <0>{0}</0> is not an investment — it's a way to support the project. Any value or utility of the tokens you receive is determined by <1>{1}</1>.
ru: Оплата <0>{0}</0> не является инвестицией - это способ поддержать проект. Любая ценность или полезность полученных вами токенов определяется <1>{1}</1>.

source: Payout splits
ru: Разделение выплат

source: Payout splits can't be scheduled when the distribution limit is Zero.
ru: Разделение выплат не может быть запланировано, если лимит распределения равен нулю.

source: Peach's Juicebox Stand
ru: Рандомное имя

source: People using Juicebox are interacting with each other through public infrastructure—not a private, profit-seeking corporate service that brokers the exchange.
ru: Люди, использующие Juicebox, взаимодействуют друг с другом через общедоступную инфраструктуру, а не через частную, ориентированную на прибыль корпоративную службу, которая является брокером обмена.

source: Percent allocation
ru: Процентное распределение

source: Percent of distribution limit
ru: Процент от лимита распределения

source: Percentage of newly minted tokens reserved for the project.
ru: Процент вновь напечатанных токенов, зарезервированных для проекта.

source: Percentage of the distribution limit this payee will receive.
ru: Процент от лимита распределения, который получит данный получатель.

source: Percentage this payee will receive of all funds raised.
ru: Процент, который этот получатель получит от всех собранных средств.

source: Podcast
ru: Подкаст

source: Programmable spending
ru: Планируемые расходы

source: Project ID is a number.
ru: ID проекта - это число.

source: Projects building on Juicebox pay a {JB_FEE}% JBX membership fee from withdrawn funds into the JuiceboxDAO treasury. Projects can then use their JBX to participate in the governance of JuiceboxDAO and its collective treasury, as well as redeem from its growing <0>overflow</0>. The fee is also subject to change via JBX member votes.
ru: Проекты, построенные на Juicebox, платят {JB_FEE}% членского взноса JBX от выведенных средств в казну JuiceboxDAO. Затем проекты могут использовать свои JBX для участия в управлении JuiceboxDAO и его коллективной казной, а также получать средства из растущего <0>переполнения</0>. Плата также может быть изменена путем голосования членов JBX.

source: Projects using Juicebox
ru: Проекты с использованием Juicebox

source: Redistributable surplus
ru: Перераспределяемый излишек

source: Reserved token splits
ru: Разделение зарезервированных токенов

source: Review project configuration
ru: Обзор конфигурации проекта

source: Save split
ru: Сохранить разделение

source: Save token receiver
ru: Сохранить получается токена

source: Set a funding target to cover predictable expenses. Any extra funds (<0>overflow</0>) can be claimed by anyone holding your project's tokens alongside you.
ru: Установите цель финансирования для покрытия предсказуемых расходов. Любые дополнительные средства (<0>overflow</0>) могут быть затребованы любым, кто держит токены вашего проекта вместе с вами.

source: Set the amount of funds you'd like to distribute from your treasury each funding cycle.
ru: Установите сумму средств, которую вы хотите распределять из своей казны в каждом цикле финансирования.

source: Set the length of your funding cycles, which can enable:
ru: Установите продолжительность циклов финансирования, что может позволить:

source: Share to Twitter
ru: Поделиться в Twitter

source: Some properties of the project's current funding cycle may indicate risk for contributors.
ru: Некоторые свойства текущего цикла финансирования проекта могут указывать на риск для вкладчиков.

source: Staked balance
ru: Учтенный баланс

source: Text displayed on your project's "pay" button. Leave this blank to use the default.
ru: Текст, отображаемый на кнопке "Оплатить". Оставьте это поле пустым, чтобы использовать значение по умолчанию.

source: That's the plan, but the core Juicebox contracts will first be deployed to Ethereum Mainnet.
ru: Это план, но основные контракты Juicebox сначала будут развернуты в основной сети Ethereum.

source: The Juicebox V2 frontend is still in development. Some features are missing and there are known bugs.
ru: Внешний интерфейс Juicebox V2 все еще находится в разработке. Некоторые функции отсутствуют, и есть известные ошибки.

source: The Juicebox protocol is governed by a community of JBX token holders who vote on proposals fortnightly.
ru: Протокол Juicebox управляется сообществом держателей токенов JBX, которые голосуют по предложениям раз в две недели.

source: The code could always use more eyes and more critique to further the community's confidence. Join our <0>Discord</0> and check out the code on <1>GitHub</1> to work with us.
ru: Коду всегда не помешает больше глаз и больше критики, чтобы укрепить доверие сообщества. Присоединяйтесь к нашему <0>Discord</0> и проверьте код на <1>GitHub</1>, чтобы работать с нами.

source: The contract team will soon start working on L2 payment terminals for Juicebox projects.
ru: В ближайшее время контрактная команда начнет работу над платежными терминалами L2 для проектов Juicebox.

source: The percent this individual receives of the overall {reservedRate}% reserved token allocation
ru: Процент, который получает это лицо от общего количества {reservedRate}%зарезервированное распределение токенов

source: The project's tokens that are minted and distributed as a result of a received payment are ERC-20's. The amount of tokens minted and distributed are proportional to the volume of payments received, weighted by the project's discount rate over time.
ru: Токены проекта, которые чеканятся и распространяются в результате полученного платежа, являются токенами ERC-20. Количество майнинга и распределения токенов пропорционально объему полученных платежей, взвешенных по ставке дисконтирования проекта во времени.

source: The rest is left to share between token holders.
ru: Остальное распределяется между держателями токенов.

source: The total amount received by this project through Juicebox since it was created.
ru: Общая сумма, полученная этим проектом через Juicebox с момента его создания.

source: There are no payouts defined for this funding cycle. The project owner will recieve all available funds.
ru: Для данного цикла финансирования выплаты не определены. Владелец проекта получит все имеющиеся средства.

source: There are unit tests written for every condition of every function in the contracts, and integration tests for every workflow that the protocol supports.
ru: Существуют модульные тесты, написанные для каждого условия каждой функции в контрактах, и интеграционные тесты для каждого рабочего процесса, поддерживаемого протоколом.

source: There was also a script written to iteratively run the integration tests using a random input generator, prioritizing edge cases. The code has successfully passed over 1 million test cases through this stress-testing script.
ru: Также был написан сценарий для итеративного запуска интеграционных тестов с использованием генератора случайных входных данных с приоритетом крайних случаев. Код успешно прошел более 1 миллиона тестовых случаев с помощью этого сценария стресс-тестирования.

source: These settings will <0>not</0> be editable immediately within a funding cycle. They can only be changed for <1>upcoming</1> funding cycles according to the project's <2>reconfiguration rules</2>.
ru: Эти настройки <0>не</0> могут быть отредактированы непосредственно в рамках цикла финансирования. Они могут быть изменены только для <1> предстоящих</1> циклов финансирования в соответствии с <2> правилами реконфигурации проекта</2>.

source: This means that anyone can see the code that they're using, anyone can use the code without asking for permission, and no one can mess with the code or take it down.
ru: Это означает, что любой может видеть код, который они используют, любой может использовать код, не спрашивая разрешения, и никто не может вмешиваться в код или удалять его.

source: This text will be displayed to your supporters before they complete their payment.
ru: Этот текст будет показан всем, кто оплачивает ваш проект, до того, как они завершат свою оплату.

source: This website (juicebox.money) connects to the Juicebox protocol's smart contracts, deployed on the Ethereum network. (note: anyone else can make a website that also connects to these same smart contracts. For now, don't trust any site other than this one to access the Juicebox protocol).
ru: Этот веб-сайт (juicebox.money) подключается к смарт-контрактам протокола Juicebox, развернутым в сети Ethereum. (примечание: любой другой может создать веб-сайт, который также подключается к тем же смарт-контрактам. На данный момент не доверяйте никакому другому сайту, кроме этого, для доступа к протоколу Juicebox).

source: Token
ru: Токен

source: Total ETH paid
ru: Общий платёж ETH

source: Transparency & accountability
ru: Прозрачность и подотчетность

source: Twitter
ru: Твиттер

source: Unless payments are paused in your funding cycle settings, your project will still be able to receive payments directly through the Juicebox protocol contracts.
ru: Если платежи не приостановлены в настройках вашего цикла финансирования, ваш проект по-прежнему сможет получать платежи напрямую через протокольные контракты Juicebox.

source: Unstaked balance
ru: Неучтенный баланс

source: Users fund your project by paying to use your app or service, or as a patron or investor by making a payment directly to your project's smart contract (like on this app).
ru: Пользователи финансируют ваш проект, платя за использование вашего приложения или сервиса, или в качестве покровителя или инвестора, производя оплату непосредственно на смарт-контракт вашего проекта (как в этом приложении).

source: Whenever someone pays your project, this percentage of tokens will be reserved and the rest will go to the payer.
ru: Каждый раз, когда кто-то платит вашему проекту, этот процент токенов будет зарезервирован, а остальное достанется плательщику.

source: Whenever someone pays your project, this percentage of tokens will be reserved and the rest will go to the payer. Reserve tokens are reserved for the project owner by default, but can also be allocated to other wallet addresses by the owner. Once tokens are reserved, anyone can "mint" them, which distributes them to their intended receivers.
ru: Всякий раз, когда кто-то оплачивает ваш проект, этот процент токенов будет зарезервирован, а остальная часть переходит к плательщику. Резервные токены по умолчанию зарезервированы для владельца проекта, но также могут быть выделены владельцем для других адресов кошелька. После того, как токены зарезервированы, любой желающий может их «чеканить», который также рассылает их предполагаемым получателям.

source: With a distribution limit of Zero, no funds can be distributed by the project. All funds belong to token holders as overflow.
ru: С лимитом распределения ноль, никакие средства не могут быть распределены проектом. Все средства принадлежат держателям токенов в виде перелива.

source: With an infinite distribution limit, all funds can be distributed by the project. The project will have no overflow, meaning token holders won't be able to redeem their tokens for treasury funds.
ru: При бесконечном лимите распределения все средства могут быть распределены проектом. У проекта не будет переполнения, а значит, держатели токенов не смогут выкупить свои токены за счет средств казны.

source: Your balance: {0}
ru: Ваш баланс: {0}

source: Your feedback will be sent to a <0>public Discord channel </0>for our development team to consider.
ru: Ваши отзывы будут отправлены <0> на публичный Дискорд канал </0> для рассмотрения нашей командой разработчиков.

source: Your project token's issuance rate will decrease by this percentage every funding cycle. A higher discount rate will incentivize supporters to pay your project earlier.
ru: Эмиссионная ставка токена вашего проекта будет уменьшаться на этот процент каждый цикл финансирования. Более высокий процент скидки будет стимулировать вкладчиков платить вашему проекту раньше.

source: Your project will appear archived, and will not be able to receive payments through the juicebox.money app. You can unarchive a project at any time. Please allow a few days for your project to appear under the "archived" filter on the Projects page.
ru: Ваш проект окажется заархивированным и не сможет получать платежи через приложение juicebox.money. Вы можете снять архивацию с проекта в любое время. Пожалуйста, подождите несколько дней, чтобы ваш проект появился под фильтром "архивированные" на странице Проекты.

source: Your project will still be able to receive payments directly through the Juicebox protocol contracts.
ru: Ваш проект по-прежнему сможет получать платежи напрямую через протокольные контракты Juicebox.

source: Your project's Twitter handle.
ru: Описание вашего проекта в Твиттере.

source: Your project's website.
ru: Сайт вашего проекта.

source: Zero, no funds can be distributed
ru: Ноль, средства не могут быть распределены

source: characters max
ru: максимальное количество символов

source: https://your-project.com
ru: https://ваш проект.com

source: token
ru: токен

source: {0} staked
ru: {0} размещено

source: {0} {1} reserved
ru: {0} {1} зарезервировано

source: {label}
ru: {название}

source: {tokenSymbolPlural} received per ETH paid to the treasury. This can change over time according to the discount rate and reserved tokens amount of future funding cycles.
ru: {tokenSymbolPlural} получено за ETH выплаченную казну. Это может меняться со временем в зависимости от ставки скидки и зарезервированного количества токенов будущих циклов финансирования.
