Repository: jbx-protocol/juice-interface
Catalog: src/locales/*/messages.po
Languages: es, fr, pt, ru, tr

source: File must be less than {formattedSize}{unit}
es: El archivo debe ser menor que {formattedSize}{unit}
fr: Le fichier doit être inférieur à {formattedSize}{unit}
pt: O arquivo deve ter menos que {formattedSize}{unit}
tr: Dosya {formattedSize}{unit} değerinden küçük olmalıdır

source: Fund anything. Grow together.
es: Financia lo que sea. Crezcan juntos.
fr: Financez quoi que ce soit. Grandissez ensemble.
pt: Financie qualquer coisa. Cresça em conjunto.
tr: Herhangi bir şeye fon sağlayın. Birlikte büyüyün.

source: Funding
es: Financiamiento
fr: Financement
pt: Financiamento
ru: Финансирование
tr: Finansman

source: Funding cycle
es: Ciclo de financiamiento
fr: Cycle de financement
pt: Ciclo de financiamento
ru: Цикл финансирования
tr: Finansman döngüsü

source: Funding cycle details
es: Detalles del ciclo de financiamiento
fr: Détails du cycle de financement
pt: Detalhes do ciclo de financiamento
ru: Детали цикла финансирования
tr: Finansman döngüsü detayları

source: Funding cycle duration
es: Duración del ciclo de financiamiento
fr: Durée du cycle de financement
pt: Duração do ciclo de financiamento
ru: Продолжительность цикла финансирования
tr: Finansman döngüsü süresi

source: Funding cycle preview
es: Vista previa del ciclo de financiamiento
fr: Aperçu du cycle de financement
pt: Pré-visualização de ciclo de financiamento
tr: Finansman döngüsü önizlemesi

source: Funding cycle required.
es: Ciclo de financiamiento requerido.
fr: Cycle de financement requis.
pt: Ciclo de financiamento necessário.
tr: Finansman döngüsü gerekli.

source: Funding cycle target
es: Meta-objetivo del ciclo de financiamiento
fr: Objectif du cycle de financement
pt: Objetivo do ciclo de financiamento
ru: Цель цикла финансирования
tr: Finansman döngüsü hedefi

source: Funding cycles can be reconfigured moments before a new cycle begins, without notifying contributors.
es: Los ciclos de financiamiento pueden ser reconfigurados momentos antes de que empiece un nuevo ciclo, sin la necesidad de notificar a los contribuyentes.
fr: Les cycles de financement peuvent être reconfigurés juste avant le début d'un nouveau cycle, sans que les contributeurs ne soient notifiés.
pt: Ciclos de financiamento podem ser reconfigurados momentos antes de um novo ciclo começar, sem notificar os contribuidores.
ru: Циклы финансирования можно изменить за несколько минут до начала нового цикла без уведомления вкладчиков.
tr: Finansman döngüleri, katkı sahiplerini bilgilendirmeden, yeni bir döngü başlangıcından dakikalar önce yeniden yapılandırılabilir.

source: Funding distribution
es: Distribución de fondos
fr: Distribution des fonds
pt: Distribuição de fundos
ru: Распределение финансирования
tr: Finansman dağılımı

source: Funding target
es: Objetivo de financiamiento
fr: Objectif de financement
pt: Objetivo de financiamento
ru: Цель финансирования
tr: Finansman hedefi

source: Funds will be distributed to:
es: Los fondos serán distribuidos a:
fr: Les fonds seront distribués à :
pt: Os fundos serão distribuídos para:
ru: Средства будут распределены по следующим направлениям:
tr: Fonlar şunlara dağıtılacaktır:

source: Give feedback
es: Da retroalimentación
fr: Donner un feedback
pt: Dê um feedback
ru: Оставьте свой отзыв
tr: Geribildirim verin

source: Go to Etherscan
es: Ve a Etherscan
fr: Allez à Etherscan
pt: Vá para Etherscan
ru: Перейти к Etherscan
tr: Etherscan'e git

source: Handle
es: Usuario
fr: Identifiant
pt: Identificador
ru: Никнейм
tr: Tanıtıcı

source: Heads up
es: Atención
fr: Attention
pt: Atenção
ru: Уведомления
tr: Dikkat

source: History
es: Historial
fr: Historique
pt: Histórico
ru: История
tr: Geçmiş

source: Holdings
es: Tenencias
fr: Participations
pt: Propriedades
ru: Держатели
tr: Token'larınız

source: Hours
es: Horas
fr: Heures
pt: Horas
tr: Saat

source: How decentralized is Juicebox?
es: ¿Qué tan descentralizado es Juicebox?
fr: À quel point Juicebox est-il décentralisé ?
pt: Quão descentralizado é o Juicebox?
ru: Насколько децентрализован Juicebox?
tr: Juicebox ne kadar merkeziyetsiz?

source: How do I archive a project?
es: ¿Cómo archivo un proyecto?
fr: Comment archiver un projet ?
pt: Como arquivo um projeto?
ru: Как я могу заархивировать проект?
tr: Bir projeyi nasıl arşivlerim?

source: How do I create a project?
es: ¿Cómo creo un proyecto?
fr: Comment créer un projet ?
pt: Como eu posso criar um projeto?
ru: Как я могу создать проект?
tr: Nasıl proje oluştururum?

source: How do I decide?
es: ¿Cómo lo decido?
pt: Como eu posso decidir?
tr: Nasıl karar veririm?

source: How do I set the redemption rate?
es: ¿Cómo establezco la tasa de canje?
fr: Comment définir le taux de récupération ?
pt: Como eu defino a taxa de redenção?
tr: Kullanım oranını nasıl ayarlayabilirim?

source: How have the contracts been tested?
es: ¿Cómo se han puesto a prueba los contratos?
fr: Comment les contrats ont été testés ?
pt: De que forma os contratos foram testados?
ru: Как проверялись контракты?
tr: Sözleşmeler nasıl test edildi?

source: How long before your next funding cycle must you reconfigure in order for changes to take effect.
es: En cuánto tiempo antes de que empiece el siguiente ciclo de financiamiento debes hacer la reconfiguración de forma que los cambios surtan efecto.
fr: Combien de temps avant votre prochain cycle de financement devrez-vous reconfigurer afin que les modifications soient prises en compte.
pt: Quanto tempo antes do seu próximo ciclo de financiamento você deve reconfigurar para que as mudanças tenham efeito.
ru: За какое время до следующего цикла финансирования необходимо изменить конфигурацию, чтобы изменения вступили в силу.
tr: Değişikliklerin yürürlüğe girmesi için bir sonraki finansman döngünüzden ne kadar önce yeniden yapılandırmanız gerektiği.

source: How long one funding cycle will last. Funding cycle <0>reconfigurations</0> will only take effect for <1>upcoming</1> funding cycles, i.e. once a current funding cycle has ended.
es: Cuanto durará un ciclo de financiamiento. Las <0>reconfiguraciones</0> del ciclo de financiamiento, solo tendrán efecto para los <1>próximos</1> ciclos de financiamiento, p. ej. una vez que el ciclo de financiamiento actual haya terminado.
fr: La durée d'un cycle de financement. Les <0>reparamétrages</0> d'un cycle de financement ne prendront effet qu'aux cycles de financement <1>suivants</1>, i.e. une fois que le cycle de financement en cours aura fini.
pt: Por quanto tempo durará um ciclo de financiamento. As <0>reconfigurações</0> de ciclo de financiamento só terão efeito para os <1>próximos</1> ciclos de financiamento, ou seja, quando o ciclo de financiamento atual terminar.
ru: Как долго продлится один цикл финансирования. Цикл финансирования <0> перенастройки <0> вступят в силу только для <1> предстоящих <1> циклов финансирования, т. е. после завершения текущего цикла финансирования.
tr: Bir finansman döngüsünün ne kadar süreceğini ifade eder. Finansman döngüsü <0>yeniden yapılandırmaları</0> yalnızca <1>yaklaşan</1> finansman döngüleri için, yani mevcut bir finansman döngüsü sona erdikten sonra geçerli olacaktır.

source: How the {reservedPercentage}% of your project's reserved tokens will be split.
es: Cómo se dividirá el {reservedPercentage}% de los tokens reservados de tu proyecto.
fr: Comment le {reservedPercentage}% des tokens réservés de votre projet sera réparti.
pt: Como os {reservedPercentage}% dos tokens reservados do seu projeto serão divididos.
tr: Projenizin rezerve token'larının %{reservedPercentage} kadarının nasıl pay edileceği.

source: How your project will distribute funds.
es: Cómo tu proyecto distribuirá los fondos.
fr: Comment votre projet distribuera les fonds.
pt: Como o seu projeto distribuirá fundos.
ru: Как ваш проект будет зарабатывать деньги и управлять ими.
tr: Projenizin fonları nasıl dağıtacağı.

source: I understand
es: Entiendo
fr: Je comprends
pt: Eu entendo
ru: Я понимаю
tr: Anladım

source: If locked, this can't be edited or removed until the lock expires or the funding cycle is reconfigured.
es: Si está bloqueado, esto no se puede editar o remover hasta que el bloqueo caduque o el ciclo de financiamiento sea reconfigurado.
fr: Si bloqué, ceci ne peut pas être modifié ou supprimé avant que le blocage expire ou le cycle de financement soit reconfiguré.
pt: Se trancado, isto não pode ser editado ou removido até o período de trancamento expirar, ou o ciclo de financiamento ser reconfigurado.
ru: Если блокировка заблокирована, ее нельзя изменить или удалить, пока не истечет срок блокировки или не будет изменена конфигурация цикла финансирования.
tr: Kilitliyse kilidin süresi dolana veya finansman döngüsü yeniden yapılandırılana kadar düzenlenemez veya kaldırılamaz.

source: If locked, this split can't be edited or removed until the lock expires or the funding cycle is reconfigured.
es: Si está bloqueado, esta división no se puede editar o remover hasta que el bloqueo expire o el ciclo de financiamiento es reconfigurado.
fr: Si bloquée, cette répartition ne peut pas être modifiée ou supprimée avant que le blocage expire ou le cycle de financement soit reconfiguré.
pt: Se trancado, essa divisão não pode ser editada ou removida até o período de trancamento expirar, ou o ciclo de financiamento ser reconfigurado.
ru: Если этот раздел заблокирован, его нельзя редактировать или удалить, пока не истечет срок блокировки или не будет изменена конфигурация цикла финансирования.
tr: Kilitliyse, kilidin süresi dolana veya finansman döngüsü yeniden yapılandırılana kadar bu bölüm düzenlenemez veya kaldırılamaz.

source: If you don't raise the sum of all your payouts (<0/>{distributionLimit}), this address will receive {0}% of all the funds you raise.
es: Si no recaudas la suma de todos tus pagos (<0/>{distributionLimit}), esta dirección recibirá {0}% de todos los fondos que recaudes.
pt: Se você não aumentar a soma de todos os seus pagamentos (<0/>{distributionLimit}), esse endereço receberá {0}% de todos os fundos que você arrecadou.

source: If you don't raise this amount, your splits will receive their percentage of whatever you raise.
es: Si no recaudas este monto, tus divisiones recibirán el porcentaje de lo que recaudes.
fr: Si vous ne collectez pas ce montant, vos répartitions recevront leur pourcentage de tout ce que vous collectez.
pt: Se você não arrecadar esta quantidade, os seus splits irão receber as porcentagens de tudo o que arrecadou.
tr: Bu miktarı toplayamazsanız pay sahipleriniz, toplayabildiğiniz miktardan kendi yüzdelerine orantılı miktarı alacaktır.

source: If you have already deployed a payable address and have lost it, please contact the Juicebox team through <0>Discord.</0>
es: Si ya has desplegado una dirección de pago y la has perdido, por favor contacta al equipo de Juicebox mediante <0>Discord.</0>
fr: Si vous avez déjà déployé une adresse de paiement et que vous l'avez perdue, veuillez contacter l'équipe Juicebox par le biais de <0>Discord.</0>
pt: Se você já implantou um endereço de pagamento e o perdeu, por favor, contate o time do Juicebox por meio do <0>Discord.</0>
ru: Если вы уже установили оплачиваемый адрес и потеряли его, пожалуйста, свяжитесь с командой Juicebox через <0>Discord.</0>
tr: Ödeme adresini devreye aldığınız halde bu adresi kaybettiyseniz lütfen <0>Discord</0> aracılığıyla Juicebox ekibiyle iletişime geçin.

source: If you lose your address, please contact the Juicebox team through <0>Discord</0>.
es: Si pierdes tu dirección, por favor contacta al equipo de Juicebox mediante <0>Discord</0>.
pt: Se você perder seu endereço, por favor contate o time do Juicebox através do <0>Discord</0>.
ru: Если вы потеряли свой адрес, пожалуйста, свяжитесь с командой Juicebox через <0>Discord</0>.
tr: Adresinizi kaybederseniz, lütfen <0>Discord</0> aracılığıyla Juicebox ekibiyle iletişime geçin.

source: If you're interested in creating a project but still confused on how to get started, consider watching this <0>instructional video</0>. Also feel free to reach out in the <1>Juicebox Discord</1> where our team will be happy to help bring your project idea to life!
es: Si estás interesado en crear un proyecto pero aún estás confundido sobre como empezar, considera ver este <0>video instructivo</0>. También sientete libre de contactarnos mediante el <1>Discord de Juicebox</1> ¡donde nuestro equipo estará feliz de traer a la vida tu idea de proyecto!
fr: Si vous souhaitez créer un projet, mais que vous ne savez toujours pas par où commencer, pensez à regarder cette <0>vidéo d'instructions</0>. N'hésitez pas non plus à nous contacter sur le <1>Discord Juicebox</1> où notre équipe sera ravie de vous aider à donner vie à votre idée de projet !
pt: Se está interessado em criar um projeto, mas ainda está confuso sobre como começar, considere assistir a este <0>vídeo instrutivo</0>. Também se sinta livre para nos contatar no <1>Discord do Juicebox</1>, no qual nosso time estará muito feliz em ajudar a trazer a ideia do seu projeto à vida!
ru: Если вы заинтересованы в создании проекта, но не знаете, как начать, посмотрите это <0>инструктивное видео</0>. Также не стесняйтесь обращаться в <1>Juicebox Discord</1>, где наша команда будет рада помочь воплотить вашу идею проекта в жизнь!
tr: Bir proje başlatmak istiyorsanız ama hala çekinceleriniz varsa <0>bu bilgilendirici video</0>'yu izlemelisiniz. Ayrıca bize <1>Juicebox Discord</1>'u üzerinden ulaşabilirsiniz, takım arkadaşlarımız proje fikrinizi hayata geçirirken size yardımcı olmaktan mutluluk duyacaktır!

source: If you're unsure if you need to claim, you probably don't.
es: Si dudas de si necesitas reclamar tus tokens, probablemente no deberías hacerlo.
fr: Si vous n'êtes pas sûr de pouvoir le réclamer, probablement vous ne pouvez pas.
pt: Caso tenha dúvidas se precisa reivindicar seus tokens, você provavelmente não deveria fazer isso.
ru: Если вы не уверены, нужно ли вам предъявлять претензии, вы, вероятно, этого не делаете.
tr: Hak talebinde bulunmanız gerekip gerekmediğinden emin değilseniz muhtemelen gerekli değildir.

source: In Juicebox
es: En Juicebox
fr: Dans Juicebox
pt: No Juicebox
ru: В Juicebox
tr: Juicebox'da

source: In treasury
es: En el tesoro
fr: En trésorerie
pt: Na tesouraria
ru: В казначействе
tr: Hazinede

source: In wallet
es: En billetera
fr: Dans le portefeuille
pt: Na carteira
ru: В кошельке
tr: Cüzdanda

source: Incentives
es: Incentivos
fr: Récompenses
pt: Incentivos
ru: Поощрения
tr: Teşvikler

source: Indie creators and builders
es: Creadores y constructores Indie
fr: Créateurs indépendants et constructeurs
pt: Criadores e construtores indies
tr: Bağımsız yaratıcılar ve geliştiriciler

source: Infinite (no limit)
es: Infinito (sin límite)
fr: Infini (aucune limite)
pt: Infinito (sem limite)
tr: Sonsuz (sınır yok)

source: Initial issuance rate
es: Tasa de emisión inicial
fr: Taux d'émission initiale
pt: Taxa de emissão inicial
ru: Первоначальная ставка эмиссии
tr: İlk token çıkarma oranı

source: Initial mint rate
es: Tasa inicial de acuñación
fr: Taux de frappe initial
pt: A taxa inicial de emissão
tr: İlk basım oranı

source: Issue ERC-20
es: Emitir ERC-20
fr: Émettre ERC-20
pt: Emitir ERC-20
ru: Выпуск ERC-20
tr: ERC-20 çıkart

source: Issue ERC-20 token
es: Emitir token ERC-20
fr: Émettre un token ERC-20
pt: Emitir token ERC-20
ru: Выпуск токенов ERC-20
tr: ERC-20 token'ı çıkart

source: Issue an ERC-20 to be used as this project's token. Once issued, anyone can claim their existing token balance in the new token.
es: Emite un ERC-20 para que sea usado como token de este proyecto. Una vez emitido, cualquiera puede reclamar su balance existente de tokens como el nuevo token.
fr: Émettre un token ERC-20 pour être utilisé comme token de ce projet. Une fois émis, n'importe qui peut réclamer le solde de tokens existant dans le nouveau token.
pt: Emita um token ERC-20 como token deste projeto. Uma vez emitido, qualquer pessoa pode reivindicar seu saldo de tokens existentes no novo token.
ru: Выпустите токен ERC-20, который будет использоваться в качестве токена этого проекта. После выпуска любой желающий может заявить о своем существующем балансе токенов в новом токене.
tr: Bu projenin token'ı olarak kullanılması için bir ERC-20 token'i çıkarın. Çıkarıldıktan sonra, herkes mevcut token bakiyesini yeni token cinsinden talep edebilir.

source: Issue an ERC-20 token (optional)
es: Emite un token ERC-20 (opcional)
fr: Émettre un token ERC-20 (facultatif)
pt: Emitir um token ERC-20 (opcional)
tr: Bir ERC-20 token'ı çıkarın (isteğe bağlı)

source: Issue token
es: Emitir token
fr: Émettre un token
pt: Emitir token
ru: Выдача токенов
tr: Token çıkar

source: It isn't possible to remove a project's data from the blockchain, but we can hide it in the app if you'd like to prevent people from seeing or interacting with it — just let us know in <0>Discord</0>. Keep in mind people will still be able to use your project by interacting directly with the contract.
es: No es posible eliminar los datos de un proyecto de la blockchain, pero podemos ocultarlo en la app si quiere evitar que la gente lo vea o interactúe con ellos — simplemente háganos saber en <0>Discord</0>. Tenga en cuenta que la gente todavía podrá utilizar su proyecto interactuando directamente con el contrato.
fr: Il n'est pas possible de supprimer les données d'un projet de la blockchain, mais nous pouvons les masquer dans l'application si vous souhaitez empêcher les gens de les voir ou d'interagir avec. Faites-le nous savoir dans <0>Discord</0> . Gardez à l'esprit que l'ont peut toujours utiliser votre projet en interagissant directement avec le contrat.
pt: Não é possível remover os dados de um projeto da blockchain, mas podemos esconder no aplicativo se você quiser impedir que pessoas vejam ou interajam com ele — basta nos avisar no <0>Discord</0>. Tenha em mente que pessoas ainda poderão usar o seu projeto interagindo diretamente com o contrato.
ru: Удалить данные проекта из блокчейна невозможно, но мы можем скрыть их в приложении, если вы хотите, чтобы люди не могли видеть их или взаимодействовать с ними - просто сообщите нам об этом в <0>Discord</0>. Помните, что люди по-прежнему смогут использовать ваш проект, взаимодействуя непосредственно с контрактом.
tr: Bir projenin verilerini blok zincirinden tümüyle kaldırmak mümkün olmasa da Juicebox uygulaması içinde gizleyebilir ve erişime kapatabiliriz. Bunun için bizimle <0>Discord</0> üzerinden iletişime geçmeniz yeterli. Ancak projenizin doğrudan sözleşmeye erişim aracılığıyla kullanıma açık olacağını unutmayın.

source: It'd be a lot cooler if you did
es: Sería mucho más cool si lo haces
fr: Ce serait beaucoup plus cool si vous le faisiez
pt: Seria muito mais legal se você fizesse
ru: Было бы намного круче, если бы вы это сделали
tr: Yapsan çok kıyak olur

source: JBX Fee ({0}%):
es: Comisión de JBX ({0}%):
fr: Frais de JBX ({0}%) :
pt: Taxa de JBX ({0}%):
ru: Комиссия JBX ({0}%):
tr: JBX Ücreti (%{0}):

source: JBX Fee ({feePercentage}%):
es: Tarifa JBX ({feePercentage}%):
fr: Frais JBX ({feePercentage}%):
pt: Taxa de JBX ({feePercentage}%):
ru: Комиссия JBX ({feePercentage}%):
tr: JBX Ücreti (%{feePercentage}):

source: Juicebox Project ID
es: ID de proyecto Juicebox
fr: Identifiant du projet Juicebox
pt: ID do projeto Juicebox
ru: ID проекта Juicebox
tr: Juicebox Proje Kimliği

source: Juicebox V2 project with ID {0}
es: Proyecto de Juicebox V2 con ID {0}
fr: Projet Juicebox V2 avec Identifiant {0}
pt: Projeto Juicebox V2 com ID {0}
tr: {0} Kimlikli Juicebox V2 projesi

source: Juicebox loading animation
es: Animación de carga de Juicebox
fr: Animation de chargement de Juicebox
pt: Animação de carregamento do Juicebox
ru: Juicebox загружающаяся анимация
tr: Juicebox yüklenme animasyonu

source: Juicebox project
es: Proyecto de Juicebox
fr: Projet Juicebox
pt: Projeto do Juicebox
ru: Проект Juicebox
tr: Juicebox projesi

source: Last paid
es: Pagado por última vez
fr: Dernier paiement
pt: Último pagamento
ru: Последний платеж
tr: Son ödeme

source: Later
es: Después
fr: Plus tard
pt: Mais tarde
ru: Позже
tr: Daha sonra

source: Latest
es: Último
fr: Dernier
pt: Último
ru: Последние
tr: En son

source: Latest payments
es: Últimos pagos
fr: Derniers paiements
pt: Últimos pagamentos
ru: Последние платежи
tr: Son ödemeler

source: Launch funding cycle
es: Lanzar ciclo de financiamiento
fr: Lancer le cycle de financement
pt: Lançar ciclo de financiamento
tr: Finansman döngüsünü başlat

source: Launch your project
es: Lanza tu proyecto
fr: Lancez votre projet
pt: Lance seu projeto
tr: Projenizi başlatın

source: Leave blank to start immediately.
es: Dejar en blanco para empezar de inmediato.
fr: Laisser vide pour commencer immédiatement.
pt: Deixar em branco para iniciar imediatamente.
tr: Hemen başlamak için boş bırakın.

source: Light theme
es: Tema luminoso
fr: Mode clair
pt: Tema claro
ru: Светлая тема
tr: Aydınlık tema

source: Load more
es: Cargar más
fr: Télécharger d'avantage
pt: Carregar mais
ru: Загрузить ещё
tr: Daha fazla yükle

source: Lock until
es: Bloquear hasta
fr: Bloquer jusqu'à
pt: Trancar até
ru: Заблокировать до
tr: Kilit süresi bitiş tarihi

source: Locked:
es: Bloqueado:
fr: Bloqué :
pt: Trancado:
tr: Kilitlendi:

source: MAX
es: MÁXIMO
pt: MÁX
ru: Максимум
tr: MAKS

source: Manage
es: Administra
fr: Gérer
pt: Administrar
ru: Управление
tr: Yönet

source: Manage your {0}
es: Maneja tu {0}
pt: Gerencie seu {0}

source: Manage {tokenText}
es: Administrar {tokenText}
fr: Gérer {tokenText}
pt: Administre {tokenText}
ru: Управление {tokenText}
tr: {tokenText} token'ını yönet

source: Maximum {MAX_DESCRIPTION_LENGTH} characters
es: Máximo {MAX_DESCRIPTION_LENGTH} caracteres
fr: {MAX_DESCRIPTION_LENGTH} caractères au maximum
pt: Máximo de {MAX_DESCRIPTION_LENGTH} caracteres
tr: Maksimum {MAX_DESCRIPTION_LENGTH} karakter

source: Memo (optional)
es: Memo (opcional)
fr: Mémo (facultatif)
pt: Memo (opcional)

source: Memo included on-chain
es: Memo incluído en-cadena

source: Migrate to Juicebox V1.1
es: Migrar a Juicebox V1.1
fr: Migrer vers Juicebox V1.1
pt: Migrar para Juicebox V1.1
ru: Перейти на Juicebox V1.1
tr: Juicebox V1.1'e geçiş yapın

source: Mint as ERC-20
es: Acuñar como ERC-20
fr: Frapper en tant que ERC-20
pt: Emitir como ERC-20
ru: Минтить как ERC-20
tr: ERC-20 olarak bas

source: Mint new {tokensLabel} into an account. Only a project's owner, a designated operator, or one of its terminal's delegates can mint its tokens.
es: Acuña nuevos {tokensLabel} a una cuenta. Solo el propietario de un proyecto, un operador designado, o uno de los delegados de su terminal puede acuñar sus tokens.
fr: Frapper un nouveau {tokensLabel} dans un compte. Seulement le propriétaire du projet, un opérateur désigné ou un des délégués du terminal peuvent frapper ces tokens.
pt: Criar novos {tokensLabel} dentro de uma conta. Só o proprietário do projeto, um operador designado, ou um dos delegados do seu terminal podem criar seus tokens.
ru: Чеканить новые {tokensLabel} на счет. Чеканить токены может только владелец проекта, назначенный оператор или один из делегатов его терминала.
tr: Bir hesaba yeni {tokensLabel} token'ı basın. Bir projenin token'larını sadece o prejenin sahibi, belirlenmiş bir operatör veya terminallerinden birinin delegesi basabilir.

source: Mint project tokens on demand
es: Crea tokens del proyecto a demanda
fr: Frapper des tokens de projet sur demande
pt: Crie tokens do projeto sob demanda
ru: Создание токенов проекта по требованию
tr: Talep üzerine proje token'larının basılması

source: Mint rate
es: Tasa de acuñación
fr: Taux de frappe
pt: Taxa de emissão
tr: Basım oranı

source: Mint tokens
es: Acuñar tokens

source: Mint tokens as ERC-20
es: Mintear tokens como ERC-20
fr: Frapper des tokens comme ERC-20
pt: Emitir tokens como ERC-20
tr: Token'ları ERC-20 olarak bas
